Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
ro: Tipul de date care a fost dedus de baza de date. Poate fi necesar să introduceți un tip manual pentru coloanele definite de expresie în unele cazuri. În cele mai multe cazuri, utilizatorii nu ar trebui să modifice acest lucru.

source: The database %s is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
ro: Baza de date %s este legată de graficele %s care apar pe tablourile de bord %s, iar utilizatorii au %SQL Lab files folosind această bază de date deschisă. Esti sigur ca vrei sa continui? Ștergerea bazei de date va rupe acele obiecte.

source: The database columns that contains lines information
ro: Coloanele bazei de date care conține informații despre linii

source: The database could not be found
ro: Baza de date nu a putut fi găsită

source: The database is currently running too many queries.
ro: Baza de date rulează în prezent prea multe întrebări.

source: The database is under an unusual load.
ro: Baza de date este sub o sarcină neobișnuită.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
ro: Baza de date la care se face referire la această interogare nu a fost găsită. Vă rugăm să contactați un administrator pentru asistență suplimentară sau să încercați din nou.

source: The database returned an unexpected error.
ro: Baza de date a returnat o eroare neașteptată.

source: The database was deleted.
ro: Baza de date a fost ștersă.

source: The database was not found.
ro: Baza de date nu a fost găsită.

source: The dataset %s is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
ro: Setul de date %s este legat de graficele %s care apar pe tablourile de bord %s. Esti sigur ca vrei sa continui? Ștergerea setului de date va rupe acele obiecte.

source: The dataset associated with this chart no longer exists
ro: Setul de date asociat cu acest grafic nu mai există

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
ro: Configurația setului de date expusă aici afectează toate graficele folosind acest set de date. Fii atent la schimbarea setărilor de lucru Aici poate afecta alte diagrame în moduri nedorite.

source: The dataset has been saved
ro: Setul de date a fost salvat

source: The dataset linked to this chart may have been deleted.
ro: Setul de date legat de acest grafic ar fi putut fi șters.

source: The datasource couldn't be loaded
ro: DataSource nu a putut fi încărcat

source: The datasource is too large to query.
ro: DataSource este prea mare pentru a interoga.

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
ro: Descrierea poate fi afișată ca anteturi widget în vizualizarea tabloului de bord. Susține Markdown.

source: The distance between cells, in pixels
ro: Distanța dintre celule, în pixeli

source: The duration of time in seconds before the cache is invalidated. Set to -1 to bypass the cache.
ro: Durata timpului în câteva secunde înainte ca memoria cache să fie invalidată. Setați -1 pentru a ocoli cache -ul.

source: The encoding format of the lines
ro: Formatul de codificare a liniilor

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
ro: Obiectul motor_params este despachetat în apelul SQLalchemy.Create_Engine.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
ro: Următoarele înregistrări în `seria_columns` lipsesc în` coloane`: %(coloane) s.

source: The function to use when aggregating points into groups
ro: Funcția de utilizat atunci când agregerea punctelor în grupuri

source: The host "%(hostname)s" might be down and can't be reached.
ro: Gazda „%(gazdă) s” s -ar putea să fie în scădere și nu poate fi atinsă.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
ro: Gazda „ %(gazdă) s” s -ar putea scădea și nu poate fi accesată pe portul %(port) s.

source: The host might be down, and can't be reached on the provided port.
ro: Gazda ar putea fi în jos și nu poate fi accesată pe portul furnizat.

source: The hostname "%(hostname)s" cannot be resolved.
ro: Numele de gazdă "%(gazdă) s" nu poate fi rezolvat.

source: The hostname provided can't be resolved.
ro: Numele de gazdă furnizat nu poate fi rezolvat.

source: The id of the active chart
ro: ID -ul graficului activ

source: The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'
ro: Lista graficelor asociate cu acest tabel. Prin modificarea acestei surse de date, puteți schimba modul în care se comportă aceste grafice asociate. Rețineți, de asemenea, că graficele trebuie să indice o sursă de date, astfel încât acest formular nu va reuși să salveze dacă eliminarea graficelor dintr -o sursă de date. Dacă doriți să schimbați sursa de date pentru un grafic, suprascrieți graficul din „Explore View”

source: The maximum number of events to return, equivalent to the number of rows
ro: Numărul maxim de evenimente de returnat, echivalent cu numărul de rânduri

source: The maximum number of subdivisions of each group; lower values are pruned first
ro: Numărul maxim de subdiviziuni ale fiecărui grup; Valorile mai mici sunt tăiate mai întâi

source: The maximum value of metrics. It is an optional configuration
ro: Valoarea maximă a valorilor. Este o configurație opțională

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
ro: Metadata_params în câmpul suplimentar nu este configurat corect. Cheia %(cheie) s este nevalide.

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
ro: Metadata_params în câmpul suplimentar nu este configurat corect. Cheia %{cheie} s este nevalide.

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
ro: Obiectul Metadata_Params este despachetat în apelul sqlalchemy.metadata.

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
ro: Numărul minim de perioade de rulare necesare pentru a arăta o valoare. De exemplu, dacă efectuați o sumă cumulativă în 7 zile, doriți să doriți ca „perioada min” să fie 7, astfel încât toate punctele de date afișate sunt în total 7 perioade. Acest lucru va ascunde „rampa” care are loc în primele 7 perioade

source: The number color "steps"
ro: Culoarea numărului „pași”

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
ro: Numărul de ore, negativ sau pozitiv, pentru a schimba coloana de timp. Aceasta poate fi folosită pentru a muta timpul UTC la ora locală.

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROWS. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
ro: Numărul de rezultate afișate este limitat la %(rânduri) D de configurația afișajului_max_rows. Vă rugăm să adăugați limite/filtre suplimentare sau descărcați la CSV pentru a vedea mai multe rânduri până la limita %(limită) D.

source: The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.
ro: Numărul de rezultate afișate este limitat la %(rânduri) d. Vă rugăm să adăugați limite/filtre suplimentare, descărcați la CSV sau contactați un administrator pentru a vedea mai multe rânduri până la limita %(limită) D.

source: The number of rows displayed is limited to %(rows)d by the dropdown.
ro: Numărul de rânduri afișate este limitat la %(rânduri) D de dropdown.

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
ro: Numărul de rânduri afișate este limitat la %(rânduri) D de meniul derulant.

source: The number of rows displayed is limited to %(rows)d by the query
ro: Numărul de rânduri afișate este limitat la %(rânduri) D prin interogare

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
ro: Numărul de rânduri afișate este limitat la %(rânduri) D prin interogarea și derularea limită.

source: The number of seconds before expiring the cache
ro: Numărul de secunde înainte de expirarea cache -ului

source: The object does not exist in the given database.
ro: Obiectul nu există în baza de date dată.

source: The parameter %(parameters)s in your query is undefined.
ro: Parametrul %(parametrii) din interogarea dvs. este nedefinit.

source: The password provided for username "%(username)s" is incorrect.
ro: Parola furnizată pentru numele de utilizator "%(nume de utilizator) s" este incorectă.

source: The password provided when connecting to a database is not valid.
ro: Parola furnizată la conectarea la o bază de date nu este valabilă.

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
ro: Parolele pentru bazele de date de mai jos sunt necesare pentru a le importa împreună cu graficele. Vă rugăm să rețineți că secțiunile „securizare suplimentară” și „certificat” din configurația bazei de date nu sunt prezente în fișierele de export și ar trebui adăugate manual după import, dacă sunt necesare.

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
ro: Parolele pentru bazele de date de mai jos sunt necesare pentru a le importa împreună cu tablourile de bord. Vă rugăm să rețineți că secțiunile „securizare suplimentară” și „certificat” din configurația bazei de date nu sunt prezente în fișierele de export și ar trebui adăugate manual după import, dacă sunt necesare.

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
ro: Parolele pentru bazele de date de mai jos sunt necesare pentru a le importa împreună cu seturile de date. Vă rugăm să rețineți că secțiunile „securizare suplimentară” și „certificat” din configurația bazei de date nu sunt prezente în fișierele de export și ar trebui adăugate manual după import, dacă sunt necesare.

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
ro: Parolele pentru bazele de date de mai jos sunt necesare pentru a le importa împreună cu întrebările salvate. Vă rugăm să rețineți că secțiunile „securizare suplimentară” și „certificat” din configurația bazei de date nu sunt prezente în fișierele de export și ar trebui adăugate manual după import, dacă sunt necesare.

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
ro: Parolele pentru bazele de date de mai jos sunt necesare pentru a le importa. Vă rugăm să rețineți că secțiunile „securizare suplimentară” și „certificat” din configurația bazei de date nu sunt prezente în fișierele Explore și ar trebui adăugate manual după import, dacă sunt necesare.

source: The pattern of timestamp format. For strings use
ro: Modelul formatului de timestamp. Pentru șirurile de utilizare

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
ro: Periodicitatea peste care să pivotezi timpul. Utilizatorii pot furniza Alias ​​offset „panda” Faceți clic pe Bubble Info pentru mai multe detalii despre expresiile „freq” acceptate.

source: The pixel radius
ro: Raza pixelului

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
ro: Indicatorul către un tabel fizic (sau vedere). Rețineți că graficul este asociat cu acest tabel logic superset, iar acest tabel logic indică tabelul fizic la care se face referire aici.

source: The port is closed.
ro: Portul este închis.

source: The port number is invalid.
ro: Numărul portului este nevalid.

source: The primary metric is used to define the arc segment sizes
ro: Metrica primară este utilizată pentru a defini dimensiunile segmentului de arc

source: The provided `rows` argument is not a valid integer.
ro: Argumentul „Rânduri” furnizate nu este un număr întreg valid.

source: The query associated with the results was deleted.
ro: Interogarea asociată rezultatelor a fost ștersă.

source: The query associated with these results could not be found. You need to re-run the original query.
ro: Interogarea asociată cu aceste rezultate nu a putut fi găsită. Trebuie să re-rulați interogarea originală.

source: The query contains one or more malformed template parameters.
ro: Interogarea conține unul sau mai mulți parametri de șablon malformați.

source: The query couldn't be loaded
ro: Interogarea nu a putut fi încărcată

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
ro: Estimarea interogării a fost ucisă după %(SQLLAB_TIMEOUT) secunde. S -ar putea să fie prea complex, sau baza de date ar putea fi sub încărcare grea.

source: The query has a syntax error.
ro: Interogarea are o eroare de sintaxă.

source: The query returned no data
ro: Interogarea nu a returnat nicio date

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
ro: Interogarea a fost ucisă după %(SQLLAB_TIMEOUT) secunde. S -ar putea să fie prea complex, sau baza de date ar putea fi sub încărcare grea.

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
ro: Raza (în pixeli) algoritmul folosește pentru a defini un cluster. Alegeți 0 pentru a opri clusteringul, dar aveți grijă că un număr mare de puncte (> 1000) va provoca decalaj.

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
ro: Raza punctelor individuale (cele care nu sunt într -un cluster). Fie o coloană numerică, fie „auto”, ceea ce scară punctul bazat pe cel mai mare cluster

source: The report has been created
ro: Raportul a fost creat

source: The results backend no longer has the data from the query.
ro: Rezultatele backend nu mai are date din interogare.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
ro: Rezultatele stocate în backend au fost stocate într -un format diferit și nu mai pot fi deserializate.

source: The rich tooltip shows a list of all series for that point in time
ro: Bogatul Tooltip arată o listă cu toate seriile pentru acel moment în timp

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
ro: Schema „%(schema) s” nu există. O schemă valabilă trebuie utilizată pentru a rula această interogare.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
ro: Schema "%(schema_name) s" nu există. O schemă valabilă trebuie utilizată pentru a rula această interogare.

source: The schema was deleted or renamed in the database.
ro: Schema a fost ștersă sau redenumită în baza de date.

source: The size of the square cell, in pixels
ro: Dimensiunea celulei pătrate, în pixeli

source: The submitted URL is not considered safe, only use URLs with the same domain as Superset.
ro: URL -ul trimis nu este considerat sigur, utilizați doar adresele URL cu același domeniu ca Superset.

source: The submitted payload has the incorrect format.
ro: Sarcina utilă depusă are formatul incorect.

source: The submitted payload has the incorrect schema.
ro: Sarcina utilă depusă are schema incorectă.

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
ro: Tabelul „%(tabelul) s” nu există. Un tabel valid trebuie utilizat pentru a rula această interogare.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
ro: Tabelul „%(table_name) s” nu există. Un tabel valid trebuie utilizat pentru a rula această interogare.

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
ro: Masa a fost creată. Ca parte a acestui proces de configurare în două faze, acum ar trebui să faceți clic pe butonul Editare de către noul tabel pentru a-l configura.

source: The table was deleted or renamed in the database.
ro: Tabelul a fost șters sau redenumit în baza de date.

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
ro: Coloana de timp pentru vizualizare. Rețineți că puteți defini expresia arbitrară care returnează o coloană DateTime în tabel. Rețineți, de asemenea, că filtrul de mai jos este aplicat pe această coloană sau expresie

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
ro: Granularitatea timpului pentru vizualizare. Rețineți că puteți tasta și utiliza un limbaj natural simplu ca în `10 secunde`,` 1 zi` sau `56 săptămâni`

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
ro: Granularitatea timpului pentru vizualizare. Rețineți că puteți tasta și utiliza un limbaj natural simplu ca în `10 secunde`,` 1 zi` sau `56 săptămâni`

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
ro: Granularitatea timpului pentru vizualizare. Aceasta aplică o transformare a datei pentru a vă modifica coloana de timp și definește o nouă granularitate de timp. Opțiunile de aici sunt definite pe baza motorului de bază de date în codul sursă Superset.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
ro: Intervalul de timp pentru vizualizare. Toate timpurile relative, de ex. „Luna trecută”, „ultimele 7 zile”, „acum”, etc. sunt evaluate pe server folosind ora locală a serverului (SANS Timezone). Toate tipurile de instrumente și timpii de deținător sunt exprimate în UTC (SANS orar orar). Timestamp -urile sunt apoi evaluate de baza de date folosind fusul orar local al motorului. Notă se poate seta explicit fusul orar conform formatului ISO 8601 dacă specificați fie timpul de pornire și/sau de sfârșit.

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
ro: Unitatea de timp pentru fiecare bloc. Ar trebui să fie o unitate mai mică decât domeniul_granularitate. Ar trebui să fie mai mare sau egal cu cerealele de timp

source: The time unit used for the grouping of blocks
ro: Unitatea de timp utilizată pentru gruparea blocurilor

source: The type of visualization to display
ro: Tipul de vizualizare de afișat

source: The unit of measure for the specified point radius
ro: Unitatea de măsură pentru raza punctului specificat

source: The user seems to have been deleted
ro: Utilizatorul pare să fi fost șters

source: The user/password combination is not valid (Incorrect password for user).
ro: Combinația de utilizator/parolă nu este valabilă (parolă incorectă pentru utilizator).

source: The username "%(username)s" does not exist.
ro: Numele de utilizator "%(nume de utilizator) s" nu există.

source: The username provided when connecting to a database is not valid.
ro: Numele de utilizator furnizat la conectarea la o bază de date nu este valabilă.

source: The way the ticks are laid out on the X-axis
ro: Modul în care sunt prevăzute căpușele pe axa x

source: The width of the lines
ro: Lățimea liniilor

source: There are associated alerts or reports
ro: Există alerte sau rapoarte asociate

source: There are associated alerts or reports: %s,
ro: Există alerte sau rapoarte asociate: %s,

source: There are no charts added to this dashboard
ro: Nu există diagrame adăugate la acest tablou de bord

source: There are no components added to this tab
ro: Nu există componente adăugate la această filă

source: There are no databases available
ro: Nu există baze de date disponibile

source: There are no filters in this dashboard.
ro: Nu există filtre în acest tablou de bord.

source: There are unsaved changes.
ro: Există modificări nevăzute.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
ro: Există o eroare de sintaxă în interogarea SQL. Poate că a existat o scriere greșită sau o dactilografie.

source: There is no chart definition associated with this component, could it have been deleted?
ro: Nu există nicio definiție grafică asociată cu această componentă, ar fi putut fi ștersă?

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
ro: Nu există suficient spațiu pentru această componentă. Încercați să scădeți lățimea sa sau să creșteți lățimea destinației.

source: There was an error fetching dataset
ro: A existat un set de date de preluare a erorilor

source: There was an error fetching dataset's related objects
ro: A existat o eroare de preluare a obiectelor legate de setul de date
