Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: There was an error fetching tables
ro: A existat o eroare de preluare a meselor

source: There was an error fetching the favorite status: %s
ro: A existat o eroare care a luat starea preferată: %s

source: There was an error fetching your recent activity:
ro: A existat o eroare care să -ți aducă activitatea recentă:

source: There was an error loading the chart data
ro: A existat o eroare de încărcare a datelor graficului

source: There was an error loading the dataset metadata
ro: A existat o eroare de încărcare a metadatelor setului de date

source: There was an error loading the schemas
ro: A existat o eroare de încărcare a schemelor

source: There was an error loading the tables
ro: A existat o eroare de încărcare a tabelelor

source: There was an error saving the favorite status: %s
ro: A existat o eroare de economisire a stării preferate: %s

source: There was an error with your request
ro: A existat o eroare cu cererea dvs.

source: There was an issue deleting %s: %s
ro: A existat o problemă de ștergere %s: %s

source: There was an issue deleting rules: %s
ro: A existat o problemă de ștergere a regulilor: %s

source: There was an issue deleting the selected %s: %s
ro: A existat o problemă de ștergere a %s: %s

source: There was an issue deleting the selected annotations: %s
ro: A existat o problemă de ștergere a adnotărilor selectate: %s

source: There was an issue deleting the selected charts: %s
ro: A existat o problemă de ștergere a diagramelor selectate: %s

source: There was an issue deleting the selected dashboards:
ro: A existat o problemă de ștergere a plăcilor de bord selectate:

source: There was an issue deleting the selected datasets: %s
ro: A existat o problemă de ștergere a seturilor de date selectate: %s

source: There was an issue deleting the selected layers: %s
ro: A existat o problemă de ștergere a straturilor selectate: %s

source: There was an issue deleting the selected queries: %s
ro: A existat o problemă de ștergere a întrebărilor selectate: %s

source: There was an issue deleting the selected templates: %s
ro: A existat o problemă de ștergere a șabloanelor selectate: %s

source: There was an issue deleting: %s
ro: A existat o problemă de ștergere: %s

source: There was an issue duplicating the dataset.
ro: A existat o problemă de duplicare a setului de date.

source: There was an issue duplicating the selected datasets: %s
ro: A existat o problemă care duplică seturile de date selectate: %s

source: There was an issue favoriting this dashboard.
ro: A existat o problemă care favoriza acest tablou de bord.

source: There was an issue fetching reports attached to this dashboard.
ro: A fost atașată rapoartele de preluare la acest tablou de bord.

source: There was an issue fetching the favorite status of this dashboard.
ro: A existat o problemă care a luat starea preferată a acestui tablou de bord.

source: There was an issue fetching your chart: %s
ro: A existat o problemă care îți aduc graficul: %s

source: There was an issue fetching your dashboards: %s
ro: A existat o problemă care să vă aducă tablourile de bord: %s

source: There was an issue fetching your recent activity: %s
ro: A existat o problemă care să vă aducă activitatea recentă: %s

source: There was an issue fetching your saved queries: %s
ro: A existat o problemă care să vă aducă întrebările salvate: %s

source: There was an issue previewing the selected query %s
ro: A existat o problemă de previzualizare a interogării selectate %s

source: There was an issue previewing the selected query. %s
ro: A existat o problemă de previzualizare a interogării selectate. %s

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
ro: Există o buclă în Sankey, vă rugăm să furnizați un copac. Iată un link defect: {}

source: These are the tables this filter will be applied to.
ro: Acestea sunt tabelele la care va fi aplicat acest filtru.

source: These filters apply to the values available in the dropdowns
ro: Aceste filtre se aplică valorilor disponibile în derulare

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
ro: Acești parametri sunt generați dinamic atunci când faceți clic pe butonul Salvare sau Overwrite din Vizualizarea Explore. Acest obiect JSON este expus aici pentru referință și pentru utilizatorii de putere care ar putea dori să modifice parametrii specifici.

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
ro: Acest obiect JSON este generat dinamic atunci când faceți clic pe butonul Salvare sau Overwrite din vizualizarea tabloului de bord. Este expus aici pentru referință și pentru utilizatorii de energie care ar putea dori să modifice parametrii specifici.

source: This action will permanently delete %s.
ro: Această acțiune va șterge permanent %s.

source: This action will permanently delete the layer.
ro: Această acțiune va șterge permanent stratul.

source: This action will permanently delete the saved query.
ro: Această acțiune va șterge definitiv interogarea salvată.

source: This action will permanently delete the template.
ro: Această acțiune va șterge permanent șablonul.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
ro: Aceasta poate fi fie o adresă IP (de exemplu, 127.0.0.1), fie un nume de domeniu (de exemplu, mydatabase.com).

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
ro: Acest grafic se aplică filme încrucișate pe diagrame ale căror seturi de date conțin coloane cu același nume.

source: This chart has been moved to a different filter scope.
ro: Acest grafic a fost mutat într -un domeniu de filtru diferit.

source: This chart is managed externally, and can't be edited in Superset
ro: Acest grafic este gestionat extern și nu poate fi editat în Superset

source: This chart might be incompatible with the filter (datasets don't match)
ro: Acest grafic ar putea fi incompatibil cu filtrul (seturile de date nu se potrivesc)

source: This chart type is not supported when using an unsaved query as a chart source.
ro: Acest tip de diagramă nu este acceptat atunci când se utilizează o interogare neascultată ca sursă de diagramă.

source: This color scheme is being overridden by custom label colors. Check the JSON metadata in the Advanced settings
ro: Această schemă de culori este anulată de culori personalizate ale etichetelor. Verificați metadatele JSON în setările avansate

source: This column might be incompatible with current dataset
ro: Această coloană ar putea fi incompatibilă cu setul de date curent

source: This column must contain date/time information.
ro: Această coloană trebuie să conțină informații despre data/ora.

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
ro: Acest lucru controlează dacă câmpul „time_range” din curent fu Vizualizarea trebuie transmisă în graficul care conține datele de adnotare.

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
ro: Acest lucru controlează dacă câmpul de cereale de timp din curent fu Vizualizarea trebuie transmisă în graficul care conține datele de adnotare.

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
ro: Acest tablou de bord este în prezent răcoritor automat; Următoarea actualizare automată va fi în %s.

source: This dashboard is managed externally, and can't be edited in Superset
ro: Acest tablou de bord este gestionat extern și nu poate fi editat în Superset

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
ro: Acest tablou de bord nu este publicat, ceea ce înseamnă că nu va apărea în lista tablourilor de bord. Preferat -l pentru a -l vedea acolo sau a -l accesa folosind direct URL -ul.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
ro: Acest tablou de bord nu este publicat, nu va apărea în lista tablourilor de bord. Faceți clic aici pentru a publica acest tablou de bord.

source: This dashboard is now hidden
ro: Acest tablou de bord este acum ascuns

source: This dashboard is now published
ro: Acest tablou de bord este acum publicat

source: This dashboard is published. Click to make it a draft.
ro: Acest tablou de bord este publicat. Faceți clic pentru a face un proiect.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
ro: Acest tablou de bord este gata de încorporat. În aplicația dvs., treceți următorul ID către SDK:

source: This dashboard was changed recently. Please reload dashboard to get latest version.
ro: Acest tablou de bord a fost schimbat recent. Vă rugăm să reîncărcați tabloul de bord pentru a obține cea mai recentă versiune.

source: This dashboard was saved successfully.
ro: Acest tablou de bord a fost salvat cu succes.

source: This database is managed externally, and can't be edited in Superset
ro: Această bază de date este gestionată extern și nu poate fi editată în Superset

source: This database table does not contain any data. Please select a different table.
ro: Acest tabel de baze de date nu conține date. Vă rugăm să selectați un alt tabel.

source: This dataset is managed externally, and can't be edited in Superset
ro: Acest set de date este gestionat extern și nu poate fi editat în Superset

source: This dataset is not used to power any charts.
ro: Acest set de date nu este utilizat pentru a alimenta graficele.

source: This defines the element to be plotted on the chart
ro: Acest lucru definește elementul care trebuie trasat pe grafic

source: This defines the level of the hierarchy
ro: Acest lucru definește nivelul ierarhiei

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
ro: Acest câmp acționează o viziune superset, ceea ce înseamnă că Superset va rula o interogare împotriva acestui șir ca subquery.

source: This filter doesn't exist in dashboard. It will not be applied.
ro: Acest filtru nu există în tabloul de bord. Nu va fi aplicat.

source: This filter might be incompatible with current dataset
ro: Acest filtru ar putea fi incompatibil cu setul de date curent

source: This filter set is identical to: "%s"
ro: Acest set de filtre este identic cu: „%s”

source: This functionality is disabled in your environment for security reasons.
ro: Această funcționalitate este dezactivată în mediul dvs. din motive de securitate.

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
ro: Aceasta este condiția care va fi adăugată la clauza WHERE. De exemplu, pentru a returna rândurile doar pentru un anumit client, puteți defini un filtru regulat cu clauza `client_id = 9`. Pentru a afișa niciun rând, cu excepția cazului în care un utilizator aparține unui rol de filtru RLS, un filtru de bază poate fi creat cu clauza `1 = 0` (întotdeauna falsă).

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
ro: Acest obiect JSON descrie poziționarea widget -urilor în tabloul de bord. Este generat dinamic la reglarea dimensiunii și pozițiilor widget -urilor folosind Drag & Drop în Vizualizarea tabloului de bord

source: This markdown component has an error.
ro: Această componentă de marcare are o eroare.

source: This markdown component has an error. Please revert your recent changes.
ro: Această componentă de marcare are o eroare. Vă rugăm să reveniți la modificările dvs. recente.

source: This may be triggered by:
ro: Acest lucru poate fi declanșat de:

source: This metric might be incompatible with current dataset
ro: Această metrică ar putea fi incompatibilă cu setul de date curent

source: This section allows you to configure how to use the slice to generate annotations.
ro: Această secțiune vă permite să configurați modul de utilizare a feliei Pentru a genera adnotări.

source: This section contains options that allow for advanced analytical post processing of query results
ro: Această secțiune conține opțiuni care permit prelucrarea avansată analitică a rezultatelor interogării

source: This section contains validation errors
ro: Această secțiune conține erori de validare

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
ro: Această sesiune a întâmpinat o întrerupere și este posibil ca unele controale să nu funcționeze așa cum se intenționează. Dacă sunteți dezvoltatorul acestei aplicații, vă rugăm să verificați dacă jetonul de oaspeți este generat corect.

source: This table already has a dataset
ro: Acest tabel are deja un set de date

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
ro: Acest tabel are deja un set de date asociat cu acesta. Puteți asocia doar un set de date cu un tabel.

source: This value should be greater than the left target value
ro: Această valoare ar trebui să fie mai mare decât valoarea țintă din stânga

source: This value should be smaller than the right target value
ro: Această valoare ar trebui să fie mai mică decât valoarea țintă potrivită

source: This visualization type does not support cross-filtering.
ro: Acest tip de vizualizare nu acceptă filtre încrucișate.

source: This visualization type is not supported.
ro: Acest tip de vizualizare nu este acceptat.

source: This was triggered by:
ro: Acest lucru a fost declanșat de:

source: This will remove your current embed configuration.
ro: Aceasta va elimina configurația curentă de încorporare.

source: Threshold alpha level for determining significance
ro: Nivelul alfa de prag pentru determinarea semnificației

source: Threshold value should be double precision number
ro: Valoarea pragului ar trebui să fie un număr dublu de precizie

source: Thumbnails
ro: Miniaturi

source: Thursday
ro: joi

source: Time
ro: Timp

source: Time Column
ro: Coloană de timp

source: Time Comparison
ro: Comparație de timp

source: Time Format
ro: Format de timp

source: Time Grain
ro: Cereale de timp

source: Time Granularity
ro: Granularitate de timp

source: Time Lag
ro: Decalaj

source: Time Range
ro: Interval de timp

source: Time Ratio
ro: Raport de timp

source: Time Series
ro: Seria de timp

source: Time Series - Bar Chart
ro: Seria de timp - grafic de bar

source: Time Series - Dual Axis Line Chart
ro: Serii de timp - Dual Axis Line Grafic

source: Time Series - Line Chart
ro: Seria de timp - Grafic de linie

source: Time Series - Multiple Line Charts
ro: Serii de timp - diagrame de linie multiplă

source: Time Series - Nightingale Rose Chart
ro: Seria de timp - Diagrama de trandafiri Nightingale

source: Time Series - Paired t-test
ro: Seria de timp - Testul T pereche

source: Time Series - Percent Change
ro: Seria de timp - Schimbare la sută

source: Time Series - Period Pivot
ro: Seria de timp - Pivot de perioadă

source: Time Series - Stacked
ro: Seria de timp - Stacked

source: Time Series Options
ro: Opțiuni de serie de timp

source: Time Shift
ro: Schimbare de timp

source: Time Table View
ro: Vizualizare a tabelului în timp

source: Time column
ro: Coloană de timp

source: Time column "%(col)s" does not exist in dataset
ro: Coloana de timp "%(col) s" nu există în setul de date

source: Time column filter plugin
ro: Plugin de filtrare a coloanelor de timp

source: Time column to apply dependent temporal filter to
ro: Coloană de timp pentru a aplica filtrul temporal dependent la

source: Time column to apply time range to
ro: Coloană de timp pentru a aplica intervalul de timp la

source: Time comparison
ro: Comparație de timp

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
ro: Delta timpului în limbaj natural rămân (Exemplu: 24 de ore, 7 zile, 56 de săptămâni, 365 de zile)

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
ro: Timpul delta este ambiguu. Vă rugăm să specificați în urmă [%(Human_Readable) S] sau [%(Human_Readable) s mai târziu].

source: Time filter
ro: Filtru de timp

source: Time format
ro: Format de timp

source: Time grain
ro: Cereale de timp

source: Time grain filter plugin
ro: Plugin de filtru de cereale de timp

source: Time grain missing
ro: Lipsesc cereale de timp

source: Time granularity
ro: Granularitate de timp

source: Time in seconds
ro: Timp în secunde

source: Time lag
ro: Decalaj

source: Time range
ro: Interval de timp

source: Time ratio
ro: Raport de timp

source: Time related form attributes
ro: Atribute de formular legate de timp

source: Time series
ro: Seria de timp

source: Time series columns
ro: Coloane din seria de timp

source: Time shift
ro: Schimbare de timp

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
ro: Șirul de timp este ambiguu. Vă rugăm să specificați în urmă [%(Human_Readable) S] sau [%(Human_Readable) s mai târziu].

source: Time-series Area Chart
ro: Diagrama zonei de timp

source: Time-series Area chart are similar to line chart in that they represent variables with the same scale, but area charts stack the metrics on top of each other. An area chart in Superset can be stream, stack, or expand.
ro: Graficul zonei din seria de timp este similar cu linia de linie, prin faptul că reprezintă variabile cu aceeași scară, dar graficele din zonă stivuiesc valorile una peste alta. Un grafic de zonă în Superset poate fi flux, stivă sau extindere.

source: Time-series Bar Chart
ro: Diagrama de bare din seria timpului

source: Time-series Bar Chart (legacy)
ro: Diagrama de bare din seria timpului (moștenire)

source: Time-series Bar Charts are used to show the changes in a metric over time as a series of bars.
ro: Graficele de bare din seria timpului sunt utilizate pentru a arăta schimbările într-o metrică în timp ca o serie de bare.

source: Time-series Chart
ro: Graficul serii de timp

source: Time-series Line Chart
ro: Graficul liniei din seria de timp

source: Time-series Percent Change
ro: S-a modificat procentul din seria timpului

source: Time-series Period Pivot
ro: Pivotul perioadei de timp de timp

source: Time-series Scatter Plot
ro: Plot de împrăștiere a serii de timp

source: Time-series Scatter Plot has time on the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
ro: Preak-ul de împrăștiere din seria de timp are timp pe axa orizontală în unități liniare, iar punctele sunt conectate în ordine. Prezintă o relație statistică între două variabile.

source: Time-series Smooth Line
ro: Seria de timp Linie lină

source: Time-series Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
ro: Seria de timp, linia netedă este o variație a graficului de linie. Fără unghiuri și margini dure, linia netedă pare uneori mai inteligentă și mai profesională.

source: Time-series Stepped Line
ro: Seria de timp a pasat linia

source: Time-series Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
ro: Graficul de linie Stepped-Line din seria de timp (numită și Graficul PAS) este o variație a graficului de linie, dar cu linia care formează o serie de pași între punctele de date. Un grafic de trepte poate fi util atunci când doriți să arătați modificările care apar la intervale neregulate.

source: Time-series Table
ro: Tabelul seriei de timp

source: Time-series line chart is used to visualize repeated measurements taken over regular time intervals. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
ro: Graficul liniei din seria de timp este utilizat pentru a vizualiza măsurătorile repetate preluate pe intervale de timp regulate. Graficul de linie este un tip de diagramă care afișează informații ca o serie de puncte de date conectate de segmente de linie dreaptă. Este un tip de bază de diagramă comună în multe domenii.

source: Timeout error
ro: Eroare de timp

source: Timestamp format
ro: Format de timestamp

source: Timezone
ro: Fus orar

source: Timezone offset (in hours) for this datasource
ro: Compensare a zonei de timp (în ore) pentru această sursă de date

source: Timezone selector
ro: Selector de fus orar

source: Tiny
ro: Minuscul

source: Title
ro: Titlu

source: Title Column
ro: Coloană de titlu

source: Title is required
ro: Titlul este necesar

source: Title or Slug
ro: Titlu sau slug

source: To filter on a metric, use Custom SQL tab.
ro: Pentru a filtra o metrică, utilizați fila SQL personalizată.

source: To get a readable URL for your dashboard
ro: Pentru a obține o adresă URL lizibilă pentru tabloul de bord

source: Tools
ro: Instrumente

source: Tooltip sort by metric
ro: SORTIP TOOLTIP după metric

source: Tooltip time format
ro: Formatul de timp Tooltip

source: Top left
ro: Stânga sus

source: Top right
ro: Sus în dreapta

source: Top to Bottom
ro: De sus pana jos

source: Total (%(aggfunc)s)
ro: Total (%(Aggfunc) s) s)

source: Total (%(aggregatorName)s)
ro: Total (%(agregatoname) s) s)

source: Total value
ro: Valoarea totală

source: Totals
ro: Totaluri

source: Track job
ro: Urmăriți jobul

source: Transformable
ro: Transformabil

source: Transpose pivot
ro: Transpune pivot

source: Tree Chart
ro: Graficul copacilor

source: Tree layout
ro: Aspectul copacului

source: Tree orientation
ro: Orientarea copacilor

source: Trend
ro: Tendinţă

source: Triangle
ro: Triunghi

source: Trigger Alert If...
ro: Declanșează alertă dacă ...

source: Truncate Axis
ro: Axa trunchiată

source: Truncate Cells
ro: Celulele trunchiate

source: Truncate Metric
ro: Metric trunchiat

source: Truncate Y Axis
ro: Trunchiat axa y

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
ro: Trunchiat axa y. Poate fi anulat prin specificarea unei minimi sau maxime legate.

source: Truncate long cells to the "min width" set above
ro: Trunchiat celulele lungi la „lățimea min” setată de mai sus

source: Truncates the specified date to the accuracy specified by the date unit.
ro: Trunchiează data specificată la precizia specificată de unitatea de date.

source: Try applying different filters or ensuring your datasource has data
ro: Încercați să aplicați diferite filtre sau să vă asigurați că data de date are date

source: Try different criteria to display results.
ro: Încercați diferite criterii pentru a afișa rezultate.

source: Try selecting a different schema
ro: Încercați să selectați o schemă diferită

source: Tuesday
ro: marţi

source: Type
ro: Tip
