Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: CSV file "%(csv_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
ro: Fișierul CSV "%(CSV_FileName) s" Încărcat în tabel "%(table_name) s" în baza de date "%(db_name) s"

source: CSV to Database configuration
ro: CSV la configurarea bazei de date

source: CSV upload
ro: Încărcare CSV

source: CTAS & CVAS SCHEMA
ro: Schema CTAS și CVAS

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
ro: CTAS (creează tabelul ca selectat) poate fi rulat doar cu o interogare în care ultima instrucțiune este o selecție. Vă rugăm să vă asigurați că întrebarea dvs. are o selecție ca ultima sa declarație. Apoi, încercați din nou să vă desfășurați interogarea.

source: CTAS Schema
ro: Schema CTAS

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
ro: CVAS (Creați vizualizare ca select) poate fi rulat doar cu o interogare cu o singură instrucțiune SELECT. Vă rugăm să vă asigurați că întrebarea dvs. are doar o declarație selectată. Apoi, încercați din nou să vă desfășurați interogarea.

source: CVAS (create view as select) query has more than one statement.
ro: CVAS (Creare vizualizare ca select) interogarea are mai multe instrucțiuni.

source: CVAS (create view as select) query is not a SELECT statement.
ro: CVAS (Creare vizualizare ca select) interogarea nu este o instrucțiune selectată.

source: Cache Timeout
ro: Timeout cache

source: Cache Timeout (seconds)
ro: Timeout cache (secunde)

source: Cache timeout
ro: Timeout cache

source: Cached
ro: În cache

source: Cached %s
ro: În cache %s

source: Cached value not found
ro: Valoarea în cache nu a fost găsită

source: Calculate contribution per series or row
ro: Calculați contribuția pe serie sau rând

source: Calculated column [%s] requires an expression
ro: Coloana calculată [%s] necesită o expresie

source: Calculated columns
ro: Coloane calculate

source: Calculation type
ro: Tip de calcul

source: Calendar Heatmap
ro: Map de căldură din calendar

source: Can not move top level tab into nested tabs
ro: Nu se poate muta fila de nivel superior în filele cuibărite

source: Can select multiple values
ro: Poate selecta mai multe valori

source: Can't have overlap between Series and Breakdowns
ro: Nu se poate suprapune între serii și defalcări

source: Cancel
ro: Anulare

source: Cancel query on window unload event
ro: Anulați interogarea la evenimentul de descărcare a ferestrei

source: Cannot access the query
ro: Nu se poate accesa interogarea

source: Cannot delete a database that has datasets attached
ro: Nu se poate șterge o bază de date care are seturi de date atașate

source: Cannot have multiple credentials for the SSH Tunnel
ro: Nu poate avea mai multe acreditări pentru tunelul SSH

source: Cannot import dashboard: %(db_error)s. Make sure to create the database before importing the dashboard.
ro: Nu se poate importa tabloul de bord: %(db_error) s. Asigurați -vă că creați baza de date înainte de importul tabloului de bord.

source: Cannot load filter
ro: Nu se poate încărca filtrul

source: Cannot parse time string [%(human_readable)s]
ro: Nu se poate analiza șirul de timp [%(Human_Readable) S]

source: Categorical
ro: Categoric

source: Categorical Color
ro: Culoare categorică

source: Categories to group by on the x-axis.
ro: Categorii de grupat pe axa x.

source: Category
ro: Categorie

source: Category Name
ro: Numele categoriei

source: Category and Percentage
ro: Categorie și procent

source: Category and Value
ro: Categorie și valoare

source: Category name
ro: Numele categoriei

source: Category of target nodes
ro: Categorie de noduri țintă

source: Category, Value and Percentage
ro: Categorie, valoare și procent

source: Cell Padding
ro: Padding celular

source: Cell Radius
ro: Raza celulară

source: Cell Size
ro: Dimensiunea celulei

source: Cell bars
ro: Bare celulare

source: Cell content
ro: Conținut de celule

source: Cell limit
ro: Limita celulară

source: Center
ro: Centru

source: Centroid (Longitude and Latitude):
ro: Centroid (longitudine și latitudine):

source: Certification
ro: Certificare

source: Certification details
ro: Detalii despre certificare

source: Certified
ro: Certificat

source: Certified By
ro: Certificat de

source: Certified by
ro: Certificat de

source: Certified by %s
ro: Certificat de %s

source: Change order of columns.
ro: Schimbați ordinea coloanelor.

source: Change order of rows.
ro: Schimbați ordinea rândurilor.

source: Changed By
ro: Schimbat de

source: Changed on
ro: Schimbat pe

source: Changes saved.
ro: Schimbarile au fost salvate.

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
ro: Modificarea setului de date poate rupe graficul dacă graficul se bazează pe coloane sau metadate care nu există în setul de date țintă

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
ro: Modificarea acestor setări va afecta toate graficele folosind acest set de date, inclusiv graficele deținute de alte persoane.

source: Changing this Dashboard is forbidden
ro: Schimbarea acestui tablou de bord este interzisă

source: Changing this chart is forbidden
ro: Schimbarea acestui grafic este interzisă

source: Changing this control takes effect instantly
ro: Schimbarea acestui control are efect instantaneu

source: Changing this dataset is forbidden
ro: Modificarea acestui set de date este interzisă

source: Changing this dataset is forbidden.
ro: Modificarea acestui set de date este interzisă.

source: Changing this datasource is forbidden
ro: Modificarea acestei surse de date este interzisă

source: Changing this report is forbidden
ro: Schimbarea acestui raport este interzisă

source: Character to interpret as decimal point
ro: Personaj de interpretat ca punct zecimal

source: Character to interpret as decimal point.
ro: Personaj de interpretat ca punct zecimal.

source: Chart
ro: Diagramă

source: Chart %(id)s not found
ro: Grafic %(ID) nu s -a găsit

source: Chart Cache Timeout
ro: Chart Timeout cache

source: Chart Data: %s
ro: Date grafic: %s

source: Chart ID
ro: ID grafic

source: Chart Options
ro: Opțiuni grafice

source: Chart Orientation
ro: Orientarea graficului

source: Chart Owner: %s
ro: Proprietar grafic: %s

source: Chart Source
ro: Sursa grafică

source: Chart Title
ro: Titlul graficului

source: Chart [%s] has been overwritten
ro: Graficul [%s] a fost suprascris

source: Chart [%s] has been saved
ro: Graficul [%s] a fost salvat

source: Chart [%s] was added to dashboard [%s]
ro: Graficul [%s] a fost adăugat la tabloul de bord [%s]

source: Chart [{}] has been overwritten
ro: Graficul [{}] a fost suprascris

source: Chart [{}] has been saved
ro: Graficul [{}] a fost salvat

source: Chart [{}] was added to dashboard [{}]
ro: Graficul [{}] a fost adăugat la tabloul de bord [{}]

source: Chart cache timeout
ro: Chart Timeout cache

source: Chart changes
ro: Modificări grafice

source: Chart component that lets you add a custom filter UI in your dashboard. When added to dashboard, a filter box lets users specify specific values or ranges to filter charts by. The charts that each filter box is applied to can be fine tuned as well in the dashboard view. Note that this plugin is being replaced with the new Filters feature that lives in the dashboard view itself. It's easier to use and has more capabilities!
ro: Componenta de diagramă care vă permite să adăugați un UI de filtru personalizat în tabloul de bord. Când este adăugat la tabloul de bord, o casetă de filtru permite utilizatorilor să specifice valori sau intervale specifice pentru a filtra graficele. Graficele la care este aplicată fiecare cutie de filtru pot fi reglate bine și în vizualizarea tabloului de bord Rețineți că acest plugin este înlocuit cu noua funcție Filtre care trăiește în vizualizarea bordului în sine. Este mai ușor de utilizat și are mai multe capacități!

source: Chart could not be created.
ro: Graficul nu a putut fi creat.

source: Chart could not be deleted.
ro: Graficul nu a putut fi șters.

source: Chart could not be updated.
ro: Graficul nu a putut fi actualizat.

source: Chart does not exist
ro: Graficul nu există

source: Chart has no query context saved. Please save the chart again.
ro: Graficul nu are un context de interogare salvat. Vă rugăm să salvați din nou graficul.

source: Chart height
ro: Înălțimea graficului

source: Chart imported
ro: Grafic importat

source: Chart last modified
ro: Graficul ultima modificat

source: Chart last modified by
ro: Graficul ultima modificat de

source: Chart name
ro: Numele graficului

source: Chart options
ro: Opțiuni grafice

source: Chart owners
ro: Proprietari de grafice

source: Chart parameters are invalid.
ro: Parametrii graficului sunt nevalide.

source: Chart properties updated
ro: Proprietățile grafice actualizate

source: Chart title
ro: Titlul graficului

source: Chart type
ro: Tip de diagramă

source: Chart type requires a dataset
ro: Tipul graficului necesită un set de date

source: Chart width
ro: Lățimea graficului

source: Charts
ro: Grafice

source: Charts could not be deleted.
ro: Graficele nu au putut fi șterse.

source: Check configuration
ro: Verificați configurația

source: Check for sorting ascending
ro: Verificați sortarea ascendentă

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
ro: Verificați dacă graficul de trandafiri ar trebui să utilizeze zona segmentului în loc de raza segmentului pentru proporție

source: Check out this chart in dashboard:
ro: Consultați acest grafic în tabloul de bord:

source: Check out this chart:
ro: Vezi acest grafic:

source: Check out this dashboard:
ro: Vezi acest tablou de bord:

source: Check to apply filters instantly as they change instead of displaying [Apply] button
ro: Verificați pentru a aplica filtrele instantaneu pe măsură ce se schimbă în loc să afișeze butonul [Aplicați]

source: Check to force date partitions to have the same height
ro: Verificați pentru a forța partițiile de date pentru a avea aceeași înălțime

source: Check to include time column dropdown
ro: Verificați pentru a include dropdown -ul coloanei de timp

source: Check to include time grain dropdown
ro: Verificați pentru a include dropdown de cereale de timp

source: Child label position
ro: Poziția etichetei pentru copii

source: Choice of [Label] must be present in [Group By]
ro: Alegerea [etichetei] trebuie să fie prezentă în [grup de]

source: Choice of [Point Radius] must be present in [Group By]
ro: Alegerea [razei punctului] trebuie să fie prezentă în [grup de]

source: Choose File
ro: Alege fișierul

source: Choose a chart or dashboard not both
ro: Alegeți un grafic sau un tablou de bord nu ambele

source: Choose a database...
ro: Alegeți o bază de date ...

source: Choose a dataset
ro: Alegeți un set de date

source: Choose a metric for right axis
ro: Alegeți o metrică pentru axa potrivită

source: Choose a number format
ro: Alegeți un format de număr

source: Choose a source
ro: Alegeți o sursă

source: Choose a source and a target
ro: Alegeți o sursă și o țintă

source: Choose a target
ro: Alegeți o țintă

source: Choose chart type
ro: Alegeți tipul de diagramă

source: Choose one of the available databases from the panel on the left.
ro: Alegeți una dintre bazele de date disponibile din panoul din stânga.

source: Choose the annotation layer type
ro: Alegeți tipul stratului de adnotare

source: Choose the format for legend values
ro: Alegeți formatul pentru valorile legendei

source: Choose the position of the legend
ro: Alegeți poziția legendei

source: Choose the source of your annotations
ro: Alegeți sursa adnotărilor dvs.

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
ro: Alegeți dacă o țară ar trebui să fie umbrită de metrică sau i se atribuie o culoare bazată pe o paletă de culori categorică

source: Chord Diagram
ro: Diagrama acordului

source: Chosen non-numeric column
ro: Coloana non-numerică aleasă

source: Circle
ro: Cerc

source: Circle -> Arrow
ro: Cerc -> săgeată

source: Circle -> Circle
ro: Cerc -> Circle

source: Circle radar shape
ro: Forma radarului cercului

source: Classic chart that visualizes how metrics change over time.
ro: Grafic clasic care vizualizează modul în care se schimbă valorile în timp.

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
ro: Foaie de calcul clasică cu coloană, precum vizualizarea unui set de date. Utilizați tabele pentru a arăta o vedere în datele de bază sau pentru a arăta valori agregate.

source: Clause
ro: Clauză

source: Clear
ro: clar

source: Clear all
ro: Curata tot

source: Clear all data
ro: Ștergeți toate datele

source: Clear form
ro: Formă clară

source: Click on "+Add/Edit Filters" button to create new dashboard filters
ro: Faceți clic pe butonul „+Adăugare/editare filtre” pentru a crea noi filtre de bord

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
ro: Faceți clic pe butonul „Creare grafic” din panoul de control din stânga pentru a previzualiza o vizualizare sau

source: Click the lock to make changes.
ro: Faceți clic pe blocare pentru a face modificări.

source: Click the lock to prevent further changes.
ro: Faceți clic pe blocare pentru a preveni modificări suplimentare.

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
ro: Faceți clic pe acest link pentru a trece la un formular alternativ care vă permite să introduceți manual URL -ul SQLalchemy pentru această bază de date.

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
ro: Faceți clic pe acest link pentru a trece la un formular alternativ care expune doar câmpurile necesare pentru conectarea acestei baze de date.

source: Click to cancel sorting
ro: Faceți clic pentru a anula sortarea

source: Click to edit
ro: Faceți clic pentru a edita

source: Click to edit %s.
ro: Faceți clic pentru a edita %s.

source: Click to edit chart.
ro: Faceți clic pentru a edita graficul.

source: Click to edit label
ro: Faceți clic pentru a edita eticheta

source: Click to favorite/unfavorite
ro: Faceți clic pe favorit/nefavorit

source: Click to force-refresh
ro: Faceți clic pentru a re-refresa

source: Click to see difference
ro: Faceți clic pentru a vedea diferența

source: Click to sort ascending
ro: Faceți clic pentru a sorta ascendent

source: Click to sort descending
ro: Faceți clic pentru a sorta coborârea

source: Close
ro: Închide

source: Close all other tabs
ro: Închideți toate celelalte file

source: Close tab
ro: Închideți fila

source: Cluster label aggregator
ro: Cluster Etichetă Agregator

source: Clustering Radius
ro: Rază de grupare

source: Code
ro: Cod

source: Collapse all
ro: Prăbușiți toate

source: Collapse data panel
ro: Panoul de date de prăbușire

source: Collapse row
ro: Rândul de prăbușire

source: Collapse tab content
ro: Continuați conținutul filei

source: Collapse table preview
ro: Previzualizarea tabelului de colaps

source: Color
ro: Culoare

source: Color +/-
ro: Culoare +/-

source: Color Metric
ro: Metric de culoare

source: Color Scheme
ro: Schema de culori

source: Color Steps
ro: Pași de culoare

source: Color bounds
ro: Limite de culoare

source: Color by
ro: Culoare de

source: Color metric
ro: Metric de culoare

source: Color of the target location
ro: Culoarea locației țintă

source: Color scheme
ro: Schema de culori

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
ro: Culoarea va fi umbrită pe baza valorii normalizate (0% până la 100%) a unei celule date față de celelalte celule din intervalul selectat:

source: Colors
ro: Culori

source: Column
ro: Coloană

source: Column "%(column)s" is not numeric or does not exists in the query results.
ro: Coloana "%(coloana) s" nu este numerică sau nu există în rezultatele interogării.

source: Column Configuration
ro: Configurare coloană

source: Column Data Types
ro: Tipuri de date de coloană

source: Column Formatting
ro: Formatarea coloanei

source: Column Label(s)
ro: Etichetă (e) coloană

source: Column containing ISO 3166-2 codes of region/province/department in your table.
ro: Coloana care conține coduri ISO 3166-2 de regiune/provincie/departament în tabelul dvs.

source: Column containing latitude data
ro: Coloană care conține date de latitudine

source: Column containing longitude data
ro: Coloană care conține date de longitudine

source: Column datatype
ro: Coloană de date

source: Column header tooltip
ro: Antetul coloanei Tooltip

source: Column is required
ro: Coloana este necesară

source: Column label for index column(s). If None is given and Dataframe Index is True, Index Names are used.
ro: Etichetă de coloană pentru coloana (coloanele) index. Dacă nu este dat niciunul și indexul DataFrame este adevărat, se folosesc nume de index.

source: Column label for index column(s). If None is given and Dataframe Index is checked, Index Names are used
ro: Etichetă de coloană pentru coloana (coloanele) index. Dacă nu este dat niciunul și se verifică indexul de date

source: Column name
ro: Numele coloanei

source: Column name [%s] is duplicated
ro: Numele coloanei [%s] este duplicat

source: Column referenced by aggregate is undefined: %(column)s
ro: Coloana la care se face referire de agregat este nedefinită: %(coloană) s

source: Column select
ro: Coloana selectați

source: Column to use as the row labels of the dataframe. Leave empty if no index column
ro: Coloană de utilizat ca etichete de rând ale datelor de date. Lăsați gol dacă nu există coloană index

source: Column to use as the row labels of the dataframe. Leave empty if no index column.
ro: Coloană de utilizat ca etichete de rând ale datelor de date. Lăsați gol dacă nu există coloană index.

source: Columnar File
ro: Fișier columnar

source: Columnar file "%(columnar_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
ro: Fișier columnar "%(columnar_filename) s" încărcat în tabel "%(table_name) s" în baza de date "%(db_name) s"

source: Columnar to Database configuration
ro: Columnar pentru configurarea bazei de date

source: Columns
ro: Coloane

source: Columns To Be Parsed as Dates
ro: Coloane care trebuie analizate ca date

source: Columns To Read
ro: Coloane de citit

source: Columns missing in dataset: %(invalid_columns)s
ro: Coloane care lipsesc în setul de date: %(Invalid_columns) s

source: Columns missing in datasource: %(invalid_columns)s
ro: Coloane care lipsesc în DataSource: %(Invalid_Columns) s

source: Columns subtotal position
ro: Coloane Poziție subtotală

source: Columns to calculate distribution across.
ro: Coloane pentru a calcula distribuția.

source: Columns to display
ro: Coloane de afișat

source: Columns to group by
ro: Coloane de grupat de

source: Columns to group by on the columns
ro: Coloane de grupat pe coloane

source: Columns to group by on the rows
ro: Coloane de grupat pe rânduri

source: Columns to show
ro: Coloane de afișat

source: Combine metrics
ro: Combinați valorile

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
ro: Alegeri de culori separate de virgule pentru intervale, de ex. 1,2,4. Integiștii denotă culori din schema de culori aleasă și sunt 1 indexate. Lungimea trebuie să se potrivească cu cea a limitelor de interval.

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
ro: Limite de interval separate de virgulă, de ex. 2,4,5 pentru intervale 0-2, 2-4 și 4-5. Ultimul număr ar trebui să se potrivească cu valoarea oferită pentru Max.

source: Comparator option
ro: Opțiune de comparare

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
ro: Comparați mai multe diagrame de serii de timp (ca scânteii) și valorile conexe rapid.

source: Compare the same summarized metric across multiple groups.
ro: Comparați aceeași metrică rezumată în mai multe grupuri.

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
ro: Compară modul în care o metrică se schimbă în timp între diferite grupuri. Fiecare grup este mapat într -un rând și schimbarea în timp este vizualizată lungimile barei și culoarea.

source: Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.
ro: Comparați valorile din diferite categorii folosind bare. Lungimile barei sunt utilizate pentru a indica amploarea fiecărei valori și culoarea este utilizată pentru a diferenția grupurile.

source: Compares the lengths of time different activities take in a shared timeline view.
ro: Comparați perioada de timp în timp, activități diferite au o vizualizare partajată a cronologiei.

source: Comparison
ro: Comparaţie

source: Comparison Period Lag
ro: Perioada de comparație lag

source: Comparison suffix
ro: Sufix de comparație

source: Compose multiple layers together to form complex visuals.
ro: Compuneți mai multe straturi împreună pentru a forma imagini complexe.

source: Compute the contribution to the total
ro: Calculați contribuția la total

source: Condition
ro: Condiție

source: Conditional Formatting
ro: Formatarea condițională

source: Conditional formatting
ro: Formatarea condițională

source: Confidence interval
ro: Interval de încredere

source: Confidence interval must be between 0 and 1 (exclusive)
ro: Intervalul de încredere trebuie să fie între 0 și 1 (exclusiv)

source: Configuration
ro: Configurație

source: Configure Advanced Time Range
ro: Configurați intervalul avansat de timp

source: Configure Time Range: Last...
ro: Configurați intervalul de timp: ultimul ...

source: Configure Time Range: Previous...
ro: Configurați intervalul de timp: anterior ...

source: Configure custom time range
ro: Configurați intervalul de timp personalizat

source: Configure filter scopes
ro: Configurați scopuri de filtru

source: Configure the basics of your Annotation Layer.
ro: Configurați elementele de bază ale stratului dvs. de adnotare.

source: Configure this dashboard to embed it into an external web application.
ro: Configurați acest tablou de bord pentru a -l încorpora într -o aplicație web externă.

source: Configure your how you overlay is displayed here.
ro: Configurați -vă modul în care vă suprapuneți este afișat aici.

source: Confirm overwrite
ro: Confirmați suprascrierea

source: Confirm save
ro: Confirmați salvare

source: Connect
ro: Conectați

source: Connect Google Sheet
ro: Conectați foaia Google

source: Connect Google Sheets as tables to this database
ro: Conectați foile Google ca tabele la această bază de date

source: Connect a database
ro: Conectați o bază de date

source: Connect database
ro: Conectați baza de date

source: Connect this database using the dynamic form instead
ro: Conectați această bază de date folosind formularul dinamic în schimb
