Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
ro: Ar trebui aplicată sezonitatea zilnică. O valoare întreagă va specifica ordinea Fourier a sezonalității.

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
ro: Ar trebui aplicată sezonitatea săptămânală. O valoare întreagă va specifica ordinea Fourier a sezonalității.

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
ro: Ar trebui să se aplice anotimpul anual. O valoare întreagă va specifica ordinea Fourier a sezonalității.

source: Show
ro: Spectacol

source: Show Bubbles
ro: Arată bule

source: Show CREATE VIEW statement
ro: Afișați declarația Creați vizualizare

source: Show CSS Template
ro: Afișați șablonul CSS

source: Show Chart
ro: Grafic de spectacol

source: Show Column
ro: Afișați coloana

source: Show Dashboard
ro: Arată tabloul de bord

source: Show Database
ro: Afișați baza de date

source: Show Labels
ro: Arată etichete

source: Show Less...
ro: Arata mai putin...

source: Show Log
ro: Arată jurnal

source: Show Markers
ro: Arată markeri

source: Show Metric
ro: Arată metrică

source: Show Metric Names
ro: Arată nume metrice

source: Show Range Filter
ro: Afișați filtrul de gamă

source: Show Saved Query
ro: Afișați interogarea salvată

source: Show Table
ro: Afișați masa

source: Show Timestamp
ro: Afișați Timestamp

source: Show Total
ro: Arată total

source: Show Trend Line
ro: Afișați linia de tendință

source: Show Upper Labels
ro: Afișați etichetele superioare

source: Show Value
ro: Afișați valoarea

source: Show Values
ro: Arată valori

source: Show Y-axis
ro: Arată axa y

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
ro: Afișați axa y pe linia de scânteie. Va afișa setul manual Min/Max dacă setează sau valorile min/max în datele altfel.

source: Show all columns
ro: Afișați toate coloanele

source: Show all...
ro: Arata tot...

source: Show axis line ticks
ro: Afișați căpușele liniei axei

source: Show cell bars
ro: Afișați barele celulare

source: Show chart description
ro: Afișați descrierea graficului

source: Show columns total
ro: Afișați coloanele totale

source: Show data points as circle markers on the lines
ro: Afișați punctele de date ca markeri de cerc pe linii

source: Show empty columns
ro: Afișați coloane goale

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
ro: Arată relații ierarhice ale datelor, cu valoarea reprezentată de zonă, care arată proporție și contribuție la întreg.

source: Show info tooltip
ro: Afișați informații despre instrumente

source: Show label
ro: Etichetă arată

source: Show labels when the node has children.
ro: Afișați etichete când nodul are copii.

source: Show legend
ro: Arată legenda

source: Show less columns
ro: Afișați mai puține coloane

source: Show less...
ro: Arata mai putin...

source: Show only my charts
ro: Arătați -mi doar graficele

source: Show password.
ro: Arata parola.

source: Show percentage
ro: Arată procentul

source: Show pointer
ro: Arată indicatorul

source: Show progress
ro: Arată progresul

source: Show rows total
ro: Afișați rândurile în total

source: Show series values on the chart
ro: Afișați valorile seriei pe grafic

source: Show split lines
ro: Afișați linii împărțite

source: Show the value on top of the bar
ro: Afișați valoarea deasupra barei

source: Show time column
ro: Afișați coloana de timp

source: Show time grain dropdown
ro: Afișați dropdown de cereale de timp

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
ro: Afișați agregări totale ale valorilor selectate. Rețineți că limita de rând nu se aplică rezultatului.

source: Show totals
ro: Arată total

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
ro: Prezintă o singură metrică față și centru. Numărul mare este cel mai bine folosit pentru a atrage atenția asupra unui KPI sau a singurului lucru pe care doriți ca publicul dvs. să se concentreze.

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
ro: Prezintă un singur număr însoțit de un grafic de linie simplă, pentru a atrage atenția asupra unei metrice importante, împreună cu schimbarea sa în timp sau cu altă dimensiune.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
ro: Prezintă cum se schimbă o metrică pe măsură ce pâlnia progresează. Acest grafic clasic este util pentru vizualizarea abandonului între etapele unei conducte sau ciclului de viață.

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
ro: Prezintă fluxul sau legătura dintre categorii folosind grosimea acordurilor. Valoarea și grosimea corespunzătoare pot fi diferite pentru fiecare parte.

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
ro: Prezintă progresul unei singure metrici față de o țintă dată. Cu cât umplutura este mai mare, cu atât este mai aproape de țintă.

source: Showing %s of %s
ro: Arătând %s de %s

source: Shows a list of all series available at that point in time
ro: Arată o listă cu toate seriile disponibile la acel moment

source: Shows or hides markers for the time series
ro: Arată sau ascunde marcaje pentru seria de timp

source: Significance Level
ro: Nivel de semnificație

source: Simple
ro: Simplu

source: Simple ad-hoc metrics are not enabled for this dataset
ro: Valorile ad-hoc simple nu sunt activate pentru acest set de date

source: Single
ro: Singur

source: Single Metric
ro: O singură metrică

source: Single Value
ro: Valoare unică

source: Single value
ro: Valoare unică

source: Single value type
ro: Tip unic de valoare

source: Size of edge symbols
ro: Dimensiunea simbolurilor de margine

source: Size of marker. Also applies to forecast observations.
ro: Dimensiunea markerului. De asemenea, se aplică observațiilor prognozate.

source: Sizes of vehicles
ro: Dimensiuni de vehicule

source: Skip Blank Lines
ro: Săriți liniile goale

source: Skip Initial Space
ro: Săriți spațiul inițial

source: Skip Rows
ro: Sare rânduri

source: Skip blank lines rather than interpreting them as Not A Number values
ro: Săriți liniile goale, mai degrabă decât să le interpretați ca nu o valoare a numărului

source: Skip spaces after delimiter
ro: Săriți spațiile după delimitator

source: Slug
ro: Melc

source: Small
ro: Mic

source: Small number format
ro: Format cu număr mic

source: Smooth Line
ro: Linie netedă

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
ro: Linia netedă este o variație a graficului de linie. Fără unghiuri și margini dure, linia netedă pare uneori mai inteligentă și mai profesională.

source: Some roles do not exist
ro: Unele roluri nu există

source: Something went wrong.
ro: Ceva n-a mers bine.

source: Sorry there was an error fetching database information: %s
ro: Ne pare rău, a existat o eroare de preluare a bazei de date Informații: %s

source: Sorry there was an error fetching saved charts:
ro: Ne pare rău, a existat o eroare de a prelua diagrame salvate:

source: Sorry, An error occurred
ro: Scuze, a aparut o eroare

source: Sorry, an error occurred
ro: Scuze, a aparut o eroare

source: Sorry, an unknown error occurred
ro: Ne pare rău, a apărut o eroare necunoscută

source: Sorry, an unknown error occurred.
ro: Ne pare rău, a apărut o eroare necunoscută.

source: Sorry, something went wrong. Embedding could not be deactivated.
ro: Scuze, ceva a mers greșit. Încorporarea nu a putut fi dezactivată.

source: Sorry, something went wrong. Try again later.
ro: Scuze, ceva a mers greșit. Încercați mai târziu.

source: Sorry, there appears to be no data
ro: Ne pare rău, se pare că nu există date

source: Sorry, there was an error saving this %s: %s
ro: Ne pare rău, a existat o eroare de economisire a acestei %s: %s

source: Sorry, there was an error saving this dashboard: %s
ro: Ne pare rău, a existat o eroare de salvare a acestui tablou de bord: %s

source: Sorry, your browser does not support copying.
ro: Ne pare rău, browserul dvs. nu acceptă copierea.

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
ro: Ne pare rău, browserul dvs. nu acceptă copierea. Utilizați Ctrl / CMD + C!

source: Sort
ro: Fel

source: Sort Bars
ro: Sortează barele

source: Sort Descending
ro: Sortează descrescător

source: Sort Metric
ro: Sortare metrică

source: Sort Series Ascending
ro: Sortare seria ascendentă

source: Sort Series By
ro: Sortare seria de

source: Sort X Axis
ro: Sortează axa x

source: Sort Y Axis
ro: Sortează axa y

source: Sort ascending
ro: Sortare ascendentă

source: Sort bars by x labels.
ro: Sortați barele după etichetele X.

source: Sort by
ro: Filtrează după

source: Sort by %s
ro: Sortează după %s

source: Sort by metric
ro: Sortează după metrică

source: Sort columns alphabetically
ro: Sortați coloane alfabetice

source: Sort columns by
ro: Sortați coloanele după

source: Sort descending
ro: Sortează descrescător

source: Sort filter values
ro: Sortează valorile filtrului

source: Sort metric
ro: Sortare metrică

source: Sort rows by
ro: Sortează rândurile după

source: Sort series in ascending order
ro: Sortare serii în ordine ascendentă

source: Sort type
ro: Tip de sortare

source: Source
ro: Sursă

source: Source / Target
ro: Sursă / țintă

source: Source SQL
ro: Sursa SQL

source: Source category
ro: Categorie sursă

source: Spatial
ro: Spațial

source: Specific Date/Time
ro: Data/ora specifice

source: Specify a schema (if database flavor supports this).
ro: Specificați o schemă (dacă aroma bazei de date acceptă acest lucru).

source: Specify duplicate columns as "X.0, X.1".
ro: Specificați coloanele duplicate ca "x.0, x.1".

source: Specify name to CREATE TABLE AS schema in: public
ro: Specificați numele pentru a crea tabel ca schemă în: public

source: Specify name to CREATE VIEW AS schema in: public
ro: Specificați numele pentru a crea vizualizare ca schemă în: public

source: Specify the database version. This should be used with Presto in order to enable query cost estimation.
ro: Specificați versiunea bazei de date. Acest lucru ar trebui utilizat cu Presto pentru a permite estimarea costurilor de interogare.

source: Split number
ro: Numărul împărțit

source: Square kilometers
ro: Kilometri pătrați

source: Square meters
ro: Metri patrati

source: Square miles
ro: Mile patrate

source: Stack
ro: Grămadă

source: Stack Trace:
ro: Urmărirea stivei:

source: Stack series
ro: Seria Stack

source: Stack series on top of each other
ro: Serii de stive unul peste altul

source: Stacked
ro: Stivuit

source: Stacked Bars
ro: Bare stivuite

source: Stacked Style
ro: Stil stivuit

source: Stacked style
ro: Stil stivuit

source: Standard time series
ro: Seria de timp standard

source: Start (Longitude, Latitude):
ro: Start (longitudine, latitudine):

source: Start Longitude & Latitude
ro: Începe longitudine și latitudine

source: Start Review
ro: Începeți revizuirea

source: Start angle
ro: Unghiul de pornire

source: Start at (UTC)
ro: Începeți de la (UTC)

source: Start date
ro: Data de început

source: Start date included in time range
ro: Data de început inclusă în intervalul de timp

source: Start y-axis at 0
ro: Începe axa y la 0

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
ro: Începeți axa y la zero. Debifați să începeți axa y la valoarea minimă în date.

source: Started
ro: A început

source: State
ro: Stat

source: Statement %(statement_num)s out of %(statement_count)s
ro: Declarație %(declarație_num) s din %(declarație_count) s

source: Statistical
ro: Statistic

source: Status
ro: stare

source: Step - end
ro: Pasul - Sfârșit

source: Step - middle
ro: Pas - mijloc

source: Step - start
ro: Pasul - începe

source: Step type
ro: Tipul pasului

source: Stepped Line
ro: Linie în pas

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
ro: Graficul de linie în trepte (numit și graficul de pas) este o variație a graficului de linie, dar cu linia care formează o serie de pași între punctele de date. Un grafic de trepte poate fi util atunci când doriți să arătați modificările care apar la intervale neregulate.

source: Stop query
ro: Opriți întrebarea

source: Stop running (Ctrl + e)
ro: Nu mai alerga (Ctrl + E)

source: Stop running (Ctrl + x)
ro: Nu mai alerga (Ctrl + X)

source: Stopped an unsafe database connection
ro: A oprit o conexiune nesigură a bazei de date

source: Stream
ro: Curent

source: Streets
ro: Străzi

source: Strength to pull the graph toward center
ro: Forță pentru a trage graficul spre centru

source: Stretched style
ro: Stil întins

source: Strings used for sheet names (default is the first sheet).
ro: Șiruri utilizate pentru numele foii (implicit este prima foaie).

source: Stroke Color
ro: Culoarea accidentului vascular cerebral

source: Stroke Width
ro: Lățimea accidentului vascular cerebral

source: Stroked
ro: Mângâiat

source: Style
ro: Stil

source: Style the ends of the progress bar with a round cap
ro: Stil capetele barei de progres cu o șapcă rotundă

source: Subdomain
ro: Subdomeniu

source: Subheader Font Size
ro: Dimensiunea fontului subheader

source: Submit
ro: Trimite

source: Success
ro: Succes

source: Successfully changed dataset!
ro: Modificarea cu succes a setului de date!

source: Suffix to apply after the percentage display
ro: Sufixul de aplicat după afișarea procentuală

source: Sum
ro: Sumă

source: Sum as Fraction of Columns
ro: Sumă ca fracție de coloane

source: Sum as Fraction of Rows
ro: Sumă ca fracție de rânduri

source: Sum as Fraction of Total
ro: Suma ca fracțiune din total

source: Sum of values over specified period
ro: Suma valorilor pe perioada specificată

source: Sum values
ro: Valorile sumei

source: Sunburst Chart
ro: Diagrama Sunburst

source: Sunday
ro: duminică

source: Superset Chart
ro: Graficul superset

source: Superset Embedded SDK documentation.
ro: Documentație SDK Embedded Superset.

source: Superset chart
ro: Graficul superset

source: Superset encountered an error while running a command.
ro: Superset a întâlnit o eroare în timpul rulării unei comenzi.

source: Superset encountered an unexpected error.
ro: Superset a întâmpinat o eroare neașteptată.

source: Supported databases
ro: Baze de date acceptate

source: Survey Responses
ro: Răspunsuri la sondaj

source: Swap dataset
ro: Swap set de date

source: Swap rows and columns
ro: Schimbați rândurile și coloanele

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
ro: Cuțitul de armată elvețiană pentru vizualizarea datelor. Alegeți între graficele de pas, linie, împrăștiere și bare. Acest tip VIZ are și multe opțiuni de personalizare.

source: Swiss army knife for visualizing time series data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
ro: Cuțitul elvețian al armatei pentru vizualizarea datelor din seria de timp. Alegeți între graficele de pas, linie, împrăștiere și bare. Acest tip VIZ are și multe opțiuni de personalizare.

source: Symbol
ro: Simbol

source: Symbol of two ends of edge line
ro: Simbolul a două capete ale liniei de margine

source: Symbol size
ro: Dimensiunea simbolului

source: Sync columns from source
ro: Sincronizați coloanele din sursă

source: Syntax
ro: Sintaxă

source: Syntax Error: %(qualifier)s input "%(input)s" expecting "%(expected)s
ro: Eroare de sintaxă:%(calificare) s intrare "%(intrare) s" așteptător "%(așteptat) s

source: TABLES
ro: MESE

source: TEMPORAL X-AXIS
ro: Axa X temporală

source: Tab name
ro: Numele filei

source: Tab title
ro: Titlul filei

source: Table
ro: Masa

source: Table %(table)s wasn't found in the database %(db)s
ro: Tabelul %(tabelul) nu a fost găsit în baza de date %(db) s

source: Table Exists
ro: Tabelul există

source: Table Name
ro: Numele mesei

source: Table View
ro: Vizualizare tabel

source: Table [%(table_name)s] could not be found, please double check your database connection, schema, and table name
ro: Tabelul [%(table_name) s] nu a putut fi găsit, vă rugăm să verificați dublu conexiunea, schema și numele tabelului dvs. de bază de date

source: Table [%{table}s] could not be found, please double check your database connection, schema, and table name, error: {}
ro: Tabelul [%{tabel} s] nu a putut fi găsit, vă rugăm să verificați dublu conexiunea bazei de date, schema și numele tabelului, eroare: {}

source: Table cache timeout
ro: Timeout cache de masă

source: Table columns
ro: Coloane de tabel

source: Table loading
ro: Încărcare de masă

source: Table name cannot contain a schema
ro: Numele tabelului nu poate conține o schemă

source: Table name undefined
ro: Numele tabelului nedefinit

source: Table or View "%(table)s" does not exist.
ro: Tabelul sau vizualizarea „%(tabel) s” nu există.

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
ro: Tabel care vizualizează testele T pereche, care sunt utilizate pentru a înțelege diferențele statistice între grupuri.

source: Tables
ro: Mese

source: Tabs
ro: File

source: Tag could not be created.
ro: Eticheta nu a putut fi creată.

source: Tag could not be deleted.
ro: Eticheta nu a putut fi ștersă.

source: Tag name is invalid (cannot contain ':')
ro: Numele etichetei este nevalid (nu poate conține ':')

source: Tag parameters are invalid.
ro: Parametrii de etichetă nu sunt nevalide.

source: Tagged Object could not be deleted.
ro: Obiectul etichetat nu a putut fi șters.

source: Tags
ro: Etichete

source: Take your data points, and group them into "bins" to see where the densest areas of information lie
ro: Luați -vă punctele de date și grupați -le în „pubele” pentru a vedea unde se află cele mai dense zone de informații

source: Target
ro: Ţintă

source: Target Color
ro: Culoarea țintă

source: Target category
ro: Categorie țintă

source: Target value
ro: Valoarea țintă

source: Template Name
ro: Nume șablon

source: Template parameters
ro: Parametri de șablon

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
ro: Link templat, este posibil să se includă {{metric}} sau alte valori provenite din controale.

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
ro: Terminați întrebările de rulare atunci când fereastra browserului s -a închis sau a navigat pe o altă pagină. Disponibil pentru bazele de date Presto, Hive, MySQL, Postgres și Snowflake.

source: Test Connection
ro: Test de conexiune

source: Test connection
ro: Test de conexiune

source: Text align
ro: Aliniere text

source: Text embedded in email
ro: Text încorporat în e -mail

source: The API response from %s does not match the IDatabaseTable interface.
ro: Răspunsul API de la %s nu se potrivește cu interfața Idatabasetable.

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
ro: CSS pentru tablourile de bord individuale pot fi modificate aici sau în vizualizarea tabloului de bord, unde modificările sunt imediat vizibile

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
ro: CTA -urile (creează tabelul ca select) nu are o declarație selectată la sfârșit. Vă rugăm să vă asigurați că întrebarea dvs. are o selecție ca ultima sa declarație. Apoi, încercați din nou să vă desfășurați interogarea.

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
ro: Geojsonlayer are în formatul Geojson și le face ca poligoane, linii și puncte interactive (cercuri, pictograme și/sau texte).

source: The URL is missing the dataset_id or slice_id parameters.
ro: URL -ul lipsește parametrii DataSet_ID sau felie_id.

source: The X-axis is not on the filters list
ro: Axa X nu se află pe lista filtrelor

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
ro: Axa X nu se află pe lista de filtre, ceea ce va împiedica utilizarea inly în Filtrele de timp în tablouri de bord. Doriți să o adăugați la lista de filtre?

source: The access requests seem to have been deleted
ro: Cererile de acces par să fi fost șterse

source: The annotation has been saved
ro: Adnotarea a fost salvată

source: The annotation has been updated
ro: Adnotarea a fost actualizată

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
ro: Categoria de noduri sursă utilizate pentru a atribui culori. Dacă un nod este asociat cu mai mult de o categorie, doar primul va fi utilizat.

source: The chart datasource does not exist
ro: Data de date grafic nu există

source: The chart does not exist
ro: Graficul nu există

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
ro: Clasicul. Excelent pentru a arăta cât de multă companie primește fiecare investitor, ce demografii îți urmează blogul sau ce porțiune din buget se adresează complexului industrial militar. Graficele de plăcintă pot fi dificil de interpretat cu exactitate. Dacă claritatea proporției relative este importantă, luați în considerare utilizarea unei bare sau a unui alt tip de diagramă.

source: The color for points and clusters in RGB
ro: Culoarea pentru puncte și clustere în RGB

source: The color scheme for rendering chart
ro: Schema de culori pentru redare grafic

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
ro: Schema de culori este determinată de tabloul de bord aferent. Editați schema de culori în proprietățile tabloului de bord.

source: The column header label
ro: Eticheta antetului coloanei

source: The column was deleted or renamed in the database.
ro: Coloana a fost ștersă sau redenumită în baza de date.

source: The country code standard that Superset should expect to find in the [country] column
ro: Standardul Codului de țară pe care Superset ar trebui să îl aștepte să -l găsească în coloana [țară]

source: The dashboard has been saved
ro: Tabloul de bord a fost salvat

source: The data source seems to have been deleted
ro: Sursa de date pare să fi fost ștersă
