Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Limits the number of cells that get retrieved.
ro: Limitează numărul de celule care sunt preluate.

source: Limits the number of rows that get displayed.
ro: Limitează numărul de rânduri care sunt afișate.

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
ro: Limitează numărul de serii care sunt afișate. Se aplică o subquery (sau o fază suplimentară în care nu sunt acceptate subqueries) pentru a limita numărul de serii care sunt preluate și redată. Această caracteristică este utilă atunci când se grupează pe coloane (coloane) de cardinalitate ridicată, deși crește complexitatea și costul interogării.

source: Line
ro: Linia

source: Line Chart
ro: Grafic de linie

source: Line Chart (legacy)
ro: Grafic de linie (moștenire)

source: Line Style
ro: Stil de linie

source: Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
ro: Graficul de linie este utilizat pentru a vizualiza măsurătorile preluate pe o anumită categorie. Graficul de linie este un tip de diagramă care afișează informații ca o serie de puncte de date conectate de segmente de linie dreaptă. Este un tip de bază de diagramă comună în multe domenii.

source: Line interpolation as defined by d3.js
ro: Interpolarea liniei așa cum este definită de D3.js

source: Line width
ro: Lățimea liniei

source: Linear Color Scheme
ro: Schema de culori liniare

source: Linear color scheme
ro: Schema de culori liniare

source: Linear interpolation
ro: Interpolare liniară

source: Lines column
ro: Coloana de linii

source: Lines encoding
ro: Linii care codifică

source: Link Copied!
ro: Link copiat!

source: List Saved Query
ro: Lista de interogare salvată

source: List Unique Values
ro: Enumerați valori unice

source: List of extra columns made available in JavaScript functions
ro: Lista de coloane suplimentare puse la dispoziție în funcțiile JavaScript

source: List of n+1 values for bucketing metric into n buckets.
ro: Lista valorilor N+1 pentru metrica găleată în N găleți.

source: List of values to mark with lines
ro: Lista valorilor de marcat cu linii

source: List of values to mark with triangles
ro: Lista valorilor de marcat cu triunghiuri

source: List updated
ro: Lista actualizată

source: Live CSS editor
ro: Editor Live CSS

source: Live render
ro: Redări live

source: Load a CSS template
ro: Încărcați un șablon CSS

source: Loaded data cached
ro: Date încărcate în cache

source: Loaded from cache
ro: Încărcat din cache

source: Loading
ro: Se încarcă

source: Loading...
ro: Se încarcă...

source: Locate the chart
ro: Localizați graficul

source: Log Scale
ro: Scara de jurnal

source: Log retention
ro: Retenție de jurnal

source: Logarithmic axis
ro: Axa logaritmică

source: Logarithmic scale on primary y-axis
ro: Scară logaritmică pe axa y primară

source: Logarithmic scale on secondary y-axis
ro: Scară logaritmică pe axa y secundară

source: Logarithmic y-axis
ro: Logaritmic axa y

source: Login with
ro: Logheaza-te cu

source: Logout
ro: Deconectare

source: Logs
ro: Jurnale

source: Long dashed
ro: Long s -a aruncat

source: Longitude
ro: Longitudine

source: Longitude & Latitude
ro: Longitudine latitudine

source: Longitude & Latitude columns
ro: Coloane longitudine și latitudine

source: Longitude and Latitude
ro: Longitudine și latitudine

source: Longitude of default viewport
ro: Longitudinea de vizionare implicită

source: MAY
ro: MAI

source: MON
ro: Luni

source: Main Datetime Column
ro: Coloana principală de date

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
ro: Asigurați -vă că controalele sunt configurate corect și că DataSource conține date pentru intervalul de timp selectat

source: Malformed request. slice_id or table_name and db_name arguments are expected
ro: Cerere malformată. sunt așteptate argumente Slice_id sau table_Name și DB_NAME

source: Manage
ro: Administra

source: Manage email report
ro: Gestionați raportul de e -mail

source: Manage your databases
ro: Gestionați -vă bazele de date

source: Mandatory
ro: Obligatoriu

source: Mangle Duplicate Columns
ro: Coloane duplicate de mangle

source: Manually set min/max values for the y-axis.
ro: Setați manual valori min/max pentru axa y.

source: Map
ro: Hartă

source: Map Style
ro: Stil de hartă

source: March
ro: Martie

source: Margin
ro: Marjă

source: Mark a column as temporal in "Edit datasource" modal
ro: Marcați o coloană ca temporală în modal „Editare DataSource”

source: Marker Size
ro: Dimensiunea markerului

source: Marker labels
ro: Etichete de marker

source: Marker line labels
ro: Etichete de linie de marker

source: Marker lines
ro: Linii de marker

source: Marker size
ro: Dimensiunea markerului

source: Markers
ro: Markeri

source: Markup type
ro: Tip de marcare

source: Max Bubble Size
ro: Dimensiunea maximă a bulei

source: Max Events
ro: Evenimente maxime

source: Maximum
ro: Maxim

source: Maximum Font Size
ro: Dimensiunea maximă a fontului

source: Maximum Radius
ro: Raza maximă

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
ro: Dimensiunea maximă a razei cercului, în pixeli. Pe măsură ce nivelul de zoom se schimbă, acest lucru asigură că cercul respectă această rază maximă.

source: Maximum value
ro: Valoare maximă

source: Maximum value on the gauge axis
ro: Valoare maximă pe axa gabaritului

source: May
ro: Mai

source: Mean of values over specified period
ro: Media valorilor pe perioada specificată

source: Mean values
ro: Înseamnă valori

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
ro: Lățimea mediei a marginii, cea mai groasă margine va fi de 4 ori mai groasă decât cea mai subțire.

source: Median node size, the largest node will be 4 times larger than the smallest
ro: Dimensiunea nodului median, cel mai mare nod va fi de 4 ori mai mare decât cel mai mic

source: Median values
ro: Valori mediane

source: Medium
ro: Mediu

source: Menu actions trigger
ro: Acțiuni de meniu declanșator

source: Message content
ro: Conținut de mesaje

source: Metadata
ro: Metadate

source: Metadata Parameters
ro: Parametri de metadate

source: Metadata has been synced
ro: Metadatele au fost sincronizate

source: Method
ro: Metodă

source: Metric '%(metric)s' does not exist
ro: Metrica „%(metrică) s” nu există

source: Metric ascending
ro: Metrică ascendentă

source: Metric assigned to the [X] axis
ro: Metrică axată axei [x]

source: Metric assigned to the [Y] axis
ro: Metrică atribuită axei [y]

source: Metric change in value from `since` to `until`
ro: Schimbarea metrică a valorii de la `de atunci 'la` până la'

source: Metric descending
ro: Descendență metrică

source: Metric factor change from `since` to `until`
ro: Schimbarea factorului metric de la `de atunci la` până la '

source: Metric for node values
ro: Metrică pentru valorile nodului

source: Metric name
ro: Numele metric

source: Metric name [%s] is duplicated
ro: Numele metric [%s] este duplicat

source: Metric percent change in value from `since` to `until`
ro: Modificarea metrică a valorii de la `De când` `până la`

source: Metric that defines the size of the bubble
ro: Metrică care definește dimensiunea bulei

source: Metric to display bottom title
ro: Metric pentru a afișa titlul de jos

source: Metric to sort the results by
ro: Metrică pentru a sorta rezultatele după

source: Metric used as a weight for the grid's coloring
ro: Metrica folosită ca greutate pentru colorarea grilei

source: Metric used to calculate bubble size
ro: Metrica folosită pentru calcularea dimensiunii bulei

source: Metric used to control height
ro: Metrică folosită pentru a controla înălțimea

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
ro: Metric folosit pentru a defini modul în care seria de sus sunt sortate dacă este prezentă o serie sau o limită de celule. Dacă nedefinit revine la prima metrică (după caz).

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
ro: Metric folosit pentru a defini modul în care seria superioară este sortată dacă este prezentă o serie de serie sau o limită de rând. Dacă nedefinit revine la prima metrică (după caz).

source: Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).
ro: Metric folosit pentru a comanda limita dacă este prezentă o limită de serie. Dacă nedefinit revine la prima metrică (după caz).

source: Metrics
ro: Metrici

source: Metrics for which percentage of total are to be displayed. Calculated from only data within the row limit.
ro: Valorile pentru care trebuie să fie afișate procentul total. Calculat doar din datele din limita rândului.

source: Middle
ro: Mijloc

source: Midnight
ro: Miezul nopţii

source: Miles
ro: Mile

source: Min Periods
ro: Perioade de min

source: Min Width
ro: Lățime min

source: Min periods
ro: Perioade de min

source: Min/max (no outliers)
ro: Min/max (fără valorile)

source: Mine
ro: A mea

source: Minimum
ro: Minim

source: Minimum Font Size
ro: Dimensiunea minimă a fontului

source: Minimum Radius
ro: Raza minimă

source: Minimum leaf node event count
ro: Numărul de evenimente minime ale nodului frunzelor

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
ro: Dimensiunea minimă a razei cercului, în pixeli. Pe măsură ce nivelul de zoom se schimbă, acest lucru asigură că cercul respectă această rază minimă.

source: Minimum threshold in percentage points for showing labels.
ro: Prag minim al punctelor procentuale pentru afișarea etichetelor.

source: Minimum value
ro: Valoare minimă

source: Minimum value for label to be displayed on graph.
ro: Valoare minimă pentru eticheta care va fi afișată pe grafic.

source: Minimum value on the gauge axis
ro: Valoare minimă pe axa gabaritului

source: Minor Split Line
ro: Linie despărțită minoră

source: Minute
ro: Minut

source: Minutes %s
ro: Minute %s

source: Missing URL parameters
ro: Parametrii URL lipsă

source: Missing dataset
ro: Set de date lipsă

source: Mixed Chart
ro: Grafic mixt

source: Mixed Time-Series
ro: Seria de timp mixtă

source: Modified
ro: Modificat

source: Modified %s
ro: Modificat %s

source: Modified by
ro: Modificat de

source: Modified columns: %s
ro: Coloane modificate: %s

source: Monday
ro: luni

source: Month
ro: Lună

source: Months %s
ro: Luni %s

source: More
ro: Mai mult

source: More filters
ro: Mai multe filtre

source: Move only
ro: Mutați -vă doar

source: Moves the given set of dates by a specified interval.
ro: Mută ​​setul dat de date printr -un interval specificat.

source: Multi-Dimensions
ro: Multi-dimensiuni

source: Multi-Layers
ro: Multi-straturi

source: Multi-Levels
ro: Multi-niveluri

source: Multi-Variables
ro: Multi-varialabile

source: Multiple
ro: Multiplu

source: Multiple Line Charts
ro: Diagrame de linie multiplă

source: Multiple file extensions are not allowed for columnar uploads. Please make sure all files are of the same extension.
ro: Mai multe extensii de fișiere nu sunt permise pentru încărcarea coloanelor. Vă rugăm să vă asigurați că toate fișierele sunt de aceeași extensie.

source: Multiple filtering
ro: Filtrare multiplă

source: Multiple formats accepted, look the geopy.points Python library for more details
ro: Mai multe formate acceptate, priviți biblioteca geopy.points Python pentru mai multe detalii

source: Multiple selections allowed, otherwise filter is limited to a single value
ro: Mai multe selecții permise, altfel filtrul este limitat la o singură valoare

source: Multiplier
ro: Multiplicator

source: Must be unique
ro: Trebuie să fie unic

source: Must choose either a chart or a dashboard
ro: Trebuie să alegeți fie un grafic, fie un tablou de bord

source: Must have a [Group By] column to have 'count' as the [Label]
ro: Trebuie să aibă o coloană [grup după] pentru a avea „numărare” ca [etichetă]

source: Must have at least one numeric column specified
ro: Trebuie să aibă cel puțin o coloană numerică specificată

source: Must provide credentials for the SSH Tunnel
ro: Trebuie să furnizeze acreditări pentru tunelul SSH

source: Must specify a value for filters with comparison operators
ro: Trebuie să specifice o valoare pentru filtre cu operatori de comparație

source: My beautiful colors
ro: Culorile mele frumoase

source: My column
ro: Coloana mea

source: My metric
ro: Metrica mea

source: NOT GROUPED BY
ro: Nu grupat de

source: NOW
ro: ACUM

source: Name
ro: Nume

source: Name is required
ro: Numele este necesar

source: Name must be unique
ro: Numele trebuie să fie unic

source: Name of table to be created from columnar data.
ro: Numele tabelului care va fi creat din date Columnar.

source: Name of table to be created from excel data.
ro: Numele tabelului care va fi creat din datele Excel.

source: Name of table to be created with CSV file
ro: Numele tabelului care va fi creat cu fișierul CSV

source: Name of the column containing the id of the parent node
ro: Numele coloanei care conține ID -ul nodului părinte

source: Name of the id column
ro: Numele coloanei de identificare

source: Name of the source nodes
ro: Numele nodurilor sursă

source: Name of the table that exists in the source database
ro: Numele tabelului care există în baza de date sursă

source: Name of the target nodes
ro: Numele nodurilor țintă

source: Name your database
ro: Denumiți baza de date

source: Need help? Learn how to connect your database
ro: Nevoie de ajutor? Aflați cum să vă conectați baza de date

source: Need help? Learn more about
ro: Nevoie de ajutor? Află mai multe despre

source: Network error
ro: Eroare de rețea

source: Network error.
ro: Eroare de rețea.

source: New chart
ro: Nou grafic

source: New columns added: %s
ro: Coloane noi adăugate: %s

source: New dataset
ro: Nou set de date

source: New dataset name
ro: Nume nou nume de date

source: New filter set
ro: Set de filtru nou

source: New header
ro: Antet nou

source: New tab
ro: Filă nouă

source: New tab (Ctrl + q)
ro: Filă nouă (Ctrl + Q)

source: New tab (Ctrl + t)
ro: Fila nouă (Ctrl + T)

source: Next
ro: Următorul

source: Nightingale Rose Chart
ro: Diagrama de trandafiri Nightingale

source: No
ro: Nu

source: No %s yet
ro: Nu %s încă

source: No Access!
ro: Fără acces!

source: No Data
ro: Nu există date

source: No Results
ro: Fara rezultate

source: No Rules yet
ro: Încă nu există reguli

source: No annotation layers
ro: Fără straturi de adnotare

source: No annotation layers yet
ro: Încă nu există straturi de adnotare

source: No annotation yet
ro: Încă nu este adnotare

source: No applied filters
ro: Fără filtre aplicate

source: No available filters.
ro: Nu există filtre disponibile.

source: No charts
ro: Fără diagrame

source: No charts yet
ro: Încă nu există diagrame

source: No columns
ro: Fără coloane

source: No columns found
ro: Nu s -au găsit coloane

source: No compatible columns found
ro: Nu au fost găsite coloane compatibile

source: No compatible datasets found
ro: Nu au fost găsite seturi de date compatibile

source: No compatible schema found
ro: Nu a fost găsită nicio schemă compatibilă

source: No dashboards
ro: Fără tablouri de bord

source: No dashboards yet
ro: Încă nu există tablouri de bord

source: No data
ro: Nu există date

source: No data after filtering or data is NULL for the latest time record
ro: Nu există date după filtrare sau date pentru cea mai recentă înregistrare de timp

source: No data in file
ro: Fără date în fișier

source: No database tables found
ro: Nu au fost găsite tabele de bază de date

source: No databases match your search
ro: Nu se potrivesc bazele de date care să nu se potrivească căutării

source: No description available.
ro: Fara descriere.

source: No favorite charts yet, go click on stars!
ro: Încă nu există diagrame preferate, accesați -vă pe stele!

source: No favorite dashboards yet, go click on stars!
ro: Încă nu există tablouri de bord preferate, accesați -vă pe stele!

source: No filter
ro: Fără filtru

source: No filter is selected.
ro: Nu este selectat niciun filtru.

source: No filters
ro: Fără filtre

source: No filters are currently added to this dashboard.
ro: În prezent nu se adaugă filtre la acest tablou de bord.

source: No form settings were maintained
ro: Nu s -au menținut setări de formă

source: No global filters are currently added
ro: În prezent nu se adaugă filtre globale

source: No matching records found
ro: Nu au fost găsite înregistrări care să se potrivească

source: No of Bins
ro: Nu de pubele

source: No recents yet
ro: Nu există încă recente

source: No records found
ro: Nu au fost găsite

source: No results
ro: Fara rezultate

source: No results found
ro: Nici un rezultat gasit

source: No results match your filter criteria
ro: Fără rezultate să nu corespundă criteriilor dvs. de filtru

source: No results were returned for this query
ro: Nu au fost returnate rezultate pentru această întrebare

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
ro: Nu au fost returnate rezultate pentru această interogare. Dacă vă așteptați ca rezultatele să fie returnate, asigurați -vă că filtrele sunt configurate în mod corespunzător și DataSource conține date pentru intervalul de timp selectat.

source: No rows were returned for this dataset
ro: Nu au fost returnate rânduri pentru acest set de date

source: No samples were returned for this dataset
ro: Nu au fost returnate probe pentru acest set de date

source: No saved expressions found
ro: Nu au fost găsite expresii salvate

source: No saved metrics found
ro: Nu au fost găsite valori salvate

source: No saved queries yet
ro: Încă nu există întrebări salvate

source: No stored results found, you need to re-run your query
ro: Nu au fost găsite rezultate stocate, trebuie să vă reluați interogarea

source: No such column found. To filter on a metric, try the Custom SQL tab.
ro: Nu a fost găsită o astfel de coloană. Pentru a filtra o metrică, încercați fila SQL personalizată.

source: No table columns
ro: Fără coloane de tabel

source: No temporal columns found
ro: Nu au fost găsite coloane temporale

source: No time columns
ro: Fără coloane de timp

source: No validator found (configured for the engine)
ro: Nu este găsit niciun validator (configurat pentru motor)

source: No validator named {} found (configured for the {} engine)
ro: Niciun validator numit {} găsit (configurat pentru motorul {})

source: Node label position
ro: Poziția etichetei nodului

source: Node select mode
ro: Mod de selectare a nodului

source: Node size
ro: Dimensiunea nodului

source: None
ro: Nici unul

source: None -> Arrow
ro: Niciuna -> săgeată

source: None -> None
ro: Nici unul -> Nici unul

source: Normalize Across
ro: Normalizați

source: Normalized
ro: Normalizat

source: Not Time Series
ro: Nu serii de timp

source: Not added to any dashboard
ro: Nu a fost adăugat la niciun tablou de bord

source: Not available
ro: Nu este disponibil

source: Not equal to (≠)
ro: Nu este egal cu (≠)

source: Not in
ro: Nu în

source: Not null
ro: Nu nul

source: Not triggered
ro: Nu este declanșat

source: Not up to date
ro: Nu este la curent

source: Nothing triggered
ro: Nimic nu a declanșat

source: Notification method
ro: Metoda de notificare

source: November
ro: noiembrie

source: Now
ro: Acum

source: Null Values
ro: Valori nule

source: Null imputation
ro: Imputați nulă

source: Null or Empty
ro: Nul sau gol

source: Null values
ro: Valori nule

source: Number Format
ro: Format de număr

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
ro: Limitele de număr utilizate pentru codificarea culorilor de la roșu la albastru. Inversați numerele pentru albastru până la roșu. Pentru a obține roșu pur sau albastru, Puteți intra fie doar min, fie max.

source: Number format
ro: Format de număr

source: Number format string
ro: Șir de format de număr

source: Number of buckets to group data
ro: Numărul de găleți pentru a grupa datele

source: Number of decimal digits to round numbers to
ro: Numărul de cifre zecimale la numere rotunde până la

source: Number of decimal places with which to display lift values
ro: Numărul de zecimale cu care să afișați valorile de ridicare

source: Number of decimal places with which to display p-values
ro: Numărul de zecimale cu care să afișeze valorile p

source: Number of periods to compare against
ro: Numărul de perioade pentru a se compara cu

source: Number of periods to ratio against
ro: Numărul perioadelor / raportului față de

source: Number of rows of file to read
ro: Numărul de rânduri de fișier de citit

source: Number of rows of file to read.
ro: Numărul de rânduri de fișier de citit.

source: Number of rows to skip at start of file
ro: Numărul de rânduri pentru a sări la începutul fișierului

source: Number of rows to skip at start of file.
ro: Numărul de rânduri pentru a sări la începutul fișierului.

source: Number of split segments on the axis
ro: Numărul de segmente împărțite pe axă

source: Number of steps to take between ticks when displaying the X scale
ro: Numărul de pași de făcut între căpușe atunci când afișează scara X

source: Number of steps to take between ticks when displaying the Y scale
ro: Numărul de pași de făcut între căpușe atunci când afișați scara Y

source: Numerical range
ro: Gama numerică

source: OK
ro: Bine

source: OVERWRITE
ro: Suprascrie

source: October
ro: octombrie

source: Offline
ro: Deconectat

source: Offset
ro: Decalaj

source: On Grace
ro: Pe har

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
ro: Una sau multe coloane pentru a grupa. Grupările de cardinalitate ridicată ar trebui să includă o limită de serie pentru a limita numărul de serii preluate și redate.

source: One or many columns to group by. High cardinality groupings should include a sort by metric and series limit to limit the number of fetched and rendered series.
ro: Una sau multe coloane pentru a grupa. Grupările de cardinalitate ridicată ar trebui să includă un sortare după metrică și o limită de serie pentru a limita numărul de serii preluate și redate.

source: One or many columns to pivot as columns
ro: Una sau multe coloane pentru a pivota ca coloane

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
ro: Unul sau multe controale pentru a grupa. Dacă grupurile de grupare, latitudine și longitudine trebuie să fie prezente.

source: One or many controls to pivot as columns
ro: Unul sau multe controale pentru a pivot ca coloane

source: One or many metrics to display
ro: Una sau multe valori de afișat

source: One or more columns already exist
ro: Există deja una sau mai multe coloane

source: One or more columns are duplicated
ro: Una sau mai multe coloane sunt duplicate
