Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
ro: Filtrele cu aceeași cheie de grup vor fi reunite în cadrul grupului, în timp ce diferite grupuri de filtrare vor fi și împreună. Cheile de grup nedefinite sunt tratate ca grupuri unice, adică nu sunt grupate. De exemplu, dacă un tabel are trei filtre, dintre care două sunt destinate departamentelor Finance and Marketing (Group Key = 'Departamentul'), iar unul se referă la Regiunea Europa (Grupul Key = 'Regiune'), clauza de filtru ar aplica filtrul (departament = 'finanțe' sau departament = 'marketing') și (regiune = 'Europa').

source: Finish
ro: finalizarea

source: First
ro: Primul

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
ro: Fixați linia de tendință la intervalul de timp complet specificat în cazurile filtrate în caz nu includ datele de pornire sau de sfârșit

source: Fix to selected Time Range
ro: Remediați la intervalul de timp selectat

source: Fixed
ro: Fix

source: Fixed Color
ro: Culoare fixă

source: Fixed color
ro: Culoare fixă

source: Fixed point radius
ro: Raza de punct fix

source: Flow
ro: curgere

source: Font size
ro: Marimea fontului

source: Font size for axis labels, detail value and other text elements
ro: Dimensiunea fontului pentru etichetele axelor, valoarea detaliilor și alte elemente de text

source: Font size for the biggest value in the list
ro: Mărimea fontului pentru cea mai mare valoare din listă

source: Font size for the smallest value in the list
ro: Dimensiunea fontului pentru cea mai mică valoare din listă

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
ro: Pentru BigQuery, Presto și Postgres, arată un buton pentru a calcula costurile înainte de a rula o interogare.

source: For further instructions, consult the
ro: Pentru instrucțiuni suplimentare, consultați

source: For more information about objects are in context in the scope of this function, refer to the
ro: Pentru mai multe informații despre obiecte sunt în context în domeniul de aplicare al acestei funcții, consultați

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
ro: Pentru filtrele obișnuite, acestea sunt rolurile la care se va aplica acest filtru. Pentru filtrele de bază, acestea sunt rolurile la care filtrul nu se aplică, de ex. Admin dacă administratorul ar trebui să vadă toate datele.

source: Force
ro: Forta

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
ro: Forțați toate tabelele și vizualizările pentru a fi create în această schemă atunci când faceți clic pe CTAS sau CVAS în SQL Lab.

source: Force date format
ro: Formatul datei de forță

source: Force refresh
ro: Forță Reîmprospătare

source: Force refresh schema list
ro: Lista de scheme de actualizare a forței

source: Force refresh table list
ro: Lista tabelului de actualizare a forței

source: Forecast periods
ro: Perioade de prognoză

source: Foreign key
ro: Cheie externă

source: Forest Green
ro: Padure verde

source: Form data not found in cache, reverting to chart metadata.
ro: Datele de formă nu se găsesc în cache, revenind la metadatele grafice.

source: Form data not found in cache, reverting to dataset metadata.
ro: Datele de formă nu se găsesc în cache, revenind la metadatele de date.

source: Formattable
ro: Formatabil

source: Formatted CSV attached in email
ro: CSV formatat atașat în e -mail

source: Formatted date
ro: Data formatată

source: Formatted value
ro: Valoare formatată

source: Formatting
ro: Formatare

source: Formula
ro: Formulă

source: Forward values
ro: Valori înainte

source: Found invalid orderby options
ro: A găsit opțiuni nevalide de comandă

source: Fraction digits
ro: Cifre de fracție

source: Frequency
ro: Frecvență

source: Friction
ro: Frecare

source: Friction between nodes
ro: Frecare între noduri

source: Friday
ro: vineri

source: From date cannot be larger than to date
ro: De la data nu poate fi mai mare decât până în prezent

source: Full name
ro: Numele complet

source: Funnel Chart
ro: Diagrama pâlniei

source: Further customize how to display each column
ro: Personalizați în continuare modul de afișare a fiecărei coloane

source: Further customize how to display each metric
ro: Personalizați în continuare modul de afișare a fiecărei metrice

source: GROUP BY
ro: A SE GRUPA CU

source: Gauge Chart
ro: Grafic de ecartament

source: Generating link, please wait..
ro: Generarea de link, vă rugăm să așteptați ..

source: Generic Chart
ro: Grafic generic

source: GeoJson Column
ro: Coloana Geojson

source: GeoJson Settings
ro: Setări Geojson

source: Get the last date by the date unit.
ro: Obțineți ultima dată până la unitatea de date.

source: Get the specify date for the holiday
ro: Obțineți data specificați pentru vacanță

source: Go to the edit mode to configure the dashboard and add charts
ro: Accesați modul de editare pentru a configura tabloul de bord și adăugați diagrame

source: Gold
ro: Aur

source: Google Sheet Name and URL
ro: Numele și URL -ul foii Google

source: Grace period
ro: Perioadă de grație

source: Graph Chart
ro: Grafic grafic

source: Graph layout
ro: Aspectul graficului

source: Gravity
ro: Gravitatie

source: Greater or equal (>=)
ro: Mai mare sau egal (> =)

source: Greater than (>)
ro: Mai mare decât (>)

source: Grid
ro: Grilă

source: Grid Size
ro: Dimensiunea grilei

source: Group By
ro: A se grupa cu

source: Group By filter plugin
ro: Grup după plugin de filtru

source: Group By, Metrics or Percentage Metrics must have a value
ro: Grup de metrici sau procentuale trebuie să aibă o valoare

source: Group Key
ro: Cheie de grup

source: Group by
ro: A se grupa cu

source: Groupable
ro: Grup

source: Handlebars
ro: Ghidon

source: Handlebars Template
ro: Șablon de ghidon

source: Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.
ro: Limitele de valoare dură aplicate pentru codificarea culorilor. Este relevant și aplicat numai atunci când normalizarea este aplicată pe întreaga foaie de căldură.

source: Has created by
ro: A creat de

source: Header
ro: Antet

source: Header Row
ro: Rândul antetului

source: Heatmap
ro: Harta termografica

source: Heatmap Options
ro: Opțiuni de căldură

source: Height
ro: Înălţime

source: Height of the sparkline
ro: Înălțimea liniei de scânteie

source: Hide Line
ro: Ascunde linia

source: Hide chart description
ro: Ascunde descrierea graficului

source: Hide layer
ro: Ascunde stratul

source: Hide password.
ro: Ascunde parola.

source: Hide tool bar
ro: Ascunde bara de scule

source: Hides the Line for the time series
ro: Ascunde linia pentru seria de timp

source: Hierarchy
ro: Ierarhie

source: Histogram
ro: Histogramă

source: Home
ro: Acasă

source: Horizon Chart
ro: Graficul orizontului

source: Horizon Charts
ro: Graficele orizontului

source: Horizontal
ro: Orizontală

source: Horizontal (Top)
ro: Orizontal (sus)

source: Horizontal alignment
ro: Aliniere orizontala

source: Host
ro: Gazdă

source: Hostname or IP address
ro: Nume de gazdă sau adresă IP

source: Hour
ro: Ora

source: Hours %s
ro: Ore %s

source: Hours offset
ro: Ore compensate

source: How do you want to enter service account credentials?
ro: Cum doriți să introduceți acreditările contului de serviciu?

source: How many buckets should the data be grouped in.
ro: Câte găleți ar trebui să fie grupate datele.

source: How many periods into the future do we want to predict
ro: Câte perioade în viitor vrem să prezicem

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
ro: Cum se afișează schimburi de timp: ca linii individuale; ca diferență dintre principala serie de timp și fiecare schimbare de timp; Pe măsură ce procentul se schimbă; sau ca raport dintre serii și schimburile de timp.

source: Huge
ro: Imens

source: ISO 3166-2 Codes
ro: Coduri ISO 3166-2

source: Id of root node of the tree.
ro: ID al nodului rădăcină al copacului.

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
ro: Dacă Presto sau Trino, toate întrebările din SQL Lab vor fi executate ca fiind în prezent conectat la utilizatorul care trebuie să aibă permisiunea de a le rula. Dacă Hive and Hive.Server2.enable.Doas este activat, vor rula întrebările ca cont de serviciu, dar va impune în prezent proprietatea logată în prezent prin intermediul Hive.server2.proxy.user.

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
ro: Dacă Presto, toate întrebările din SQL Lab vor fi executate ca fiind în prezent conectat la utilizatorul care trebuie să aibă permisiunea de a le rula. <br/> Dacă Hive și Hive.Server2.enable.Doas este activat, va rula întrebările ca cont de serviciu, dar implică în prezent conectate pe utilizator prin Hive.Server2.proxy.SSer.

source: If Table Already Exists
ro: Dacă tabelul există deja

source: If a metric is specified, sorting will be done based on the metric value
ro: Dacă este specificată o metrică, sortarea se va face pe baza valorii metrice

source: If duplicate columns are not overridden, they will be presented as "X.1, X.2 ...X.x"
ro: Dacă coloanele duplicate nu sunt anulate, acestea vor fi prezentate ca „x.1, x.2 ... x.x”

source: If selected, please set the schemas allowed for csv upload in Extra.
ro: Dacă este selectat, vă rugăm să setați schemele permise pentru încărcarea CSV în plus.

source: If table exists do one of the following: Fail (do nothing), Replace (drop and recreate table) or Append (insert data).
ro: Dacă există tabel, faceți una dintre următoarele: eșuați (nu faceți nimic), înlocuiți (cădeți și recreează tabelul) sau anexați (introduceți date).

source: Ignore cache when generating screenshot
ro: Ignorați cache -ul atunci când generați captură de ecran

source: Ignore null locations
ro: Ignorați locațiile nule

source: Ignore time
ro: Ignorați timpul

source: Image (PNG) embedded in email
ro: Imagine (PNG) încorporată în e -mail

source: Image download failed, please refresh and try again.
ro: Descărcarea imaginii a eșuat, vă rugăm să reîmprospătați și să încercați din nou.

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and GSheets)
ro: Impresionați -vă de utilizator (Presto, Trino, Drill, Hive și Gheets)

source: Impersonate the logged on user
ro: Îndepărtați utilizatorul înregistrat

source: Import Dashboard(s)
ro: Importați bordul de bord

source: Import Dashboards
ro: Importați tablouri de bord

source: Import a table definition
ro: Importați o definiție a tabelului

source: Import chart failed for an unknown reason
ro: Diagrama de import nu a reușit dintr -un motiv necunoscut

source: Import charts
ro: Graficele de import

source: Import dashboard failed for an unknown reason
ro: Importul tabloului de bord nu a reușit dintr -un motiv necunoscut

source: Import dashboards
ro: Importați tablouri de bord

source: Import database failed for an unknown reason
ro: Baza de date de import a eșuat dintr -un motiv necunoscut

source: Import database from file
ro: Importați baza de date din fișier

source: Import dataset failed for an unknown reason
ro: Setul de date de import a eșuat dintr -un motiv necunoscut

source: Import datasets
ro: Import seturi de date

source: Import queries
ro: Import interogări

source: Import saved query failed for an unknown reason.
ro: Importul de interogare salvat a eșuat dintr -un motiv necunoscut.

source: Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.
ro: Important! Selectați acest lucru dacă tabelul nu este deja sortat după ID -ul entității, altfel nu există nicio garanție că toate evenimentele pentru fiecare entitate sunt returnate.

source: In
ro: În

source: Include Series
ro: Include seria

source: Include a description that will be sent with your report
ro: Includeți o descriere care va fi trimisă cu raportul dvs.

source: Include series name as an axis
ro: Includeți numele seriei ca axă

source: Include time
ro: Include timpul

source: Index Column
ro: Coloana index

source: Info
ro: Informații

source: Inner Radius
ro: Raza interioară

source: Inner radius of donut hole
ro: Raza interioară a gaurii de gogoși

source: Input field supports custom rotation. e.g. 30 for 30°
ro: Câmpul de intrare acceptă rotația personalizată. de exemplu. 30 pentru 30 °

source: Instant filtering
ro: Filtrare instantanee

source: Intensity
ro: Intensitate

source: Intensity Radius
ro: Raza intensității

source: Intensity Radius is the radius at which the weight is distributed
ro: Raza intensității este raza la care este distribuită greutatea

source: Intensity is the value multiplied by the weight to obtain the final weight
ro: Intensitatea este valoarea înmulțită cu greutatea pentru a obține greutatea finală

source: Interpret Datetime Format Automatically
ro: Interpretați automat formatul datetime

source: Interpret the datetime format automatically
ro: Interpretați automat formatul datetime

source: Interval End column
ro: Coloana de capăt a intervalului

source: Interval bounds
ro: Limite de interval

source: Interval colors
ro: Culori de interval

source: Interval start column
ro: Coloana de pornire a intervalului

source: Intervals
ro: Intervale

source: Intesity
ro: Intezitate

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
ro: String de conexiune nevalid: așteptarea șirului de formular „Ocient: // User: Pass@gazdă: Port/Database”.

source: Invalid JSON
ro: JSON nevalid

source: Invalid advanced data type: %(advanced_data_type)s
ro: Tip de date avansat nevalid: %(avansat_data_type) s

source: Invalid certificate
ro: Certificat nevalid

source: Invalid connection string, a valid string usually follows: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'
ro: Șir de conexiune nevalid, urmează de obicei un șir valid: „Driver: // utilizator: parolă@db-host/database-name”

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
ro: Șir de conexiune nevalid, urmează de obicei un șir valid: backend+driver: // utilizator: parolă@batabase-host/batabase-name

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
ro: String de conexiune nevalid, de obicei, un șir valid urmează: 'Driver: // Utilizator: Parolă@db-host/Database-name' <P> Exemplu: 'PostgreSql: // Utilizator: Parolă@Your-Postgres-DB/Database' </p>

source: Invalid cron expression
ro: Expresie cron nevalide

source: Invalid cumulative operator: %(operator)s
ro: Operator cumulativ nevalid: %(operator) s

source: Invalid date/timestamp format
ro: Format de date nevalid/timestamp

source: Invalid filter configuration, please select a column
ro: Configurare filtru nevalid, vă rugăm să selectați o coloană

source: Invalid filter operation type: %(op)s
ro: Tipul de funcționare a filtrului nevalid: %(OP) S

source: Invalid geodetic string
ro: Șir geodetic nevalid

source: Invalid geohash string
ro: Șir de geohash nevalid

source: Invalid input
ro: Intrare nevalidă

source: Invalid lat/long configuration.
ro: Configurare nevalide lat/lungă.

source: Invalid longitude/latitude
ro: Longitudine/latitudine nevalide

source: Invalid metric object: %(metric)s
ro: Obiect metric nevalid: %(metrică) s

source: Invalid numpy function: %(operator)s
ro: Funcție nevalide de numpy: %(operator) s

source: Invalid options for %(rolling_type)s: %(options)s
ro: Opțiuni nevalide pentru %(Rolling_Type) S: %(Opțiuni) S

source: Invalid permalink key
ro: Cheie permanentă nevalide

source: Invalid reference to column: "%(column)s"
ro: Referință nevalide la coloana: "%(coloană) s"

source: Invalid result type: %(result_type)s
ro: Tip de rezultat nevalid: %(rezultat_type) s

source: Invalid rolling_type: %(type)s
ro: Rolling_type nevalid: %(tip) s

source: Invalid spatial point encountered: %s
ro: Punct spațial nevalid întâlnit: %s

source: Invalid state.
ro: Stare nevalide.

source: Invalid tab ids: %s(tab_ids)
ro: ID -uri de file nevalide: %s (Tab_ids)

source: Inverse selection
ro: Selecție inversă

source: Invert current page
ro: Invertiți pagina curentă

source: Is certified
ro: Este certificat

source: Is dimension
ro: Este dimensiunea

source: Is false
ro: Este fals

source: Is favorite
ro: Este favorit

source: Is filterable
ro: Este filtrat

source: Is not null
ro: Nu este nul

source: Is null
ro: Este nul

source: Is tagged
ro: Este etichetat

source: Is temporal
ro: Este temporal

source: Is true
ro: Este adevarat

source: Issue 1000 - The dataset is too large to query.
ro: Problema 1000 - Setul de date este prea mare pentru a interoga.

source: Issue 1001 - The database is under an unusual load.
ro: Problema 1001 - Baza de date este sub o sarcină neobișnuită.

source: It’s not recommended to truncate axis in Bar chart.
ro: Nu este recomandat să truncați axa în graficul de bare.

source: JSON Metadata
ro: Metadate JSON

source: JSON metadata
ro: JSON Metadate

source: JSON metadata is invalid!
ro: Metadatele JSON sunt invalide!

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
ro: JSON șir care conține configurație suplimentară de conexiune. Aceasta este utilizată pentru a furniza informații de conectare pentru sisteme precum Hive, Presto și BigQuery, care nu se conformează numelui de utilizator: sintaxa parolei utilizate în mod normal de SQLalchemy.

source: JUL
ro: Iul

source: JUN
ro: IUNIE

source: January
ro: ianuarie

source: JavaScript data interceptor
ro: Interceptor de date JavaScript

source: JavaScript tooltip generator
ro: Generator de instrumente JavaScript

source: Jinja templating
ro: Șablon Jinja

source: Json list of the column names that should be read
ro: Lista JSON a numelor de coloane care ar trebui citite

source: Json list of the column names that should be read. If not None, only these columns will be read from the file.
ro: Lista JSON a numelor de coloane care ar trebui citite. Dacă nu nici unul, numai aceste coloane vor fi citite din fișier.

source: Json list of the values that should be treated as null. Examples: [""] for empty strings, ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only a single value
ro: Lista JSON a valorilor care ar trebui tratate ca nule. Exemple: [""] pentru șiruri goale, ["none", "n/a"], ["nan", "null"]. Avertisment: baza de date Hive acceptă doar o singură valoare

source: Json list of the values that should be treated as null. Examples: [""], ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only single value. Use [""] for empty string.
ro: Lista JSON a valorilor care ar trebui tratate ca nule. Exemple: [""], ["none", "n/a"], ["nan", "null"]. AVERTIZARE: Baza de date Hive acceptă doar o singură valoare. Utilizați [""] pentru șir gol.

source: July
ro: iulie

source: June
ro: iunie

source: Keep control settings?
ro: Păstrați setările de control?

source: Keep editing
ro: Continuați editarea

source: Key
ro: Cheie

source: Keys for table
ro: Cheile pentru masă

source: Kilometers
ro: Kilometri

source: LIMIT
ro: LIMITĂ

source: Label
ro: Eticheta

source: Label Line
ro: Linia de etichetă

source: Label Type
ro: Tip de etichetă

source: Label already exists
ro: Eticheta există deja

source: Label for your query
ro: Etichetă pentru interogarea ta

source: Label position
ro: Poziția etichetei

source: Label threshold
ro: Pragul de etichetă

source: Labelling
ro: Etichetare

source: Labels
ro: Etichete

source: Labels for the marker lines
ro: Etichete pentru liniile de marker

source: Labels for the markers
ro: Etichete pentru markeri

source: Labels for the ranges
ro: Etichete pentru gamele

source: Large
ro: Mare

source: Last
ro: Ultimul

source: Last Changed
ro: Ultima schimbată

source: Last Modified
ro: Modificat ultima dată

source: Last Updated %s
ro: Ultima actualizare %s

source: Last Updated %s by %s
ro: Ultima actualizare %s cu %s

source: Last available value seen on %s
ro: Ultima valoare disponibilă văzută pe %s

source: Last modified
ro: Modificat ultima dată

source: Last modified by %s
ro: Ultima modificată de %s

source: Last run
ro: Ultima alergare

source: Latitude
ro: Latitudine

source: Latitude of default viewport
ro: Latitudinea Viewport -ului implicit

source: Layer configuration
ro: Configurare strat

source: Layout
ro: Aspect

source: Layout elements
ro: Elemente de aspect

source: Layout type of graph
ro: Tipul de aspect al graficului

source: Layout type of tree
ro: Tip de tip de copac

source: Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization
ro: Nodurile cu frunze care reprezintă mai puțin decât acest număr de evenimente vor fi ascunse inițial în vizualizare

source: Least recently modified
ro: Cel mai puțin modificat recent

source: Left
ro: Stânga

source: Left Axis Format
ro: Formatul axei stângi

source: Left Axis chart(s)
ro: Graficul (graficul) axei stângi

source: Left Margin
ro: Marginea stângă

source: Left margin, in pixels, allowing for more room for axis labels
ro: Marja stângă, în pixeli, permițând mai mult spațiu pentru etichetele axelor

source: Left to Right
ro: De la stânga la dreapta

source: Left value
ro: Valoarea stângă

source: Legacy
ro: Moştenire

source: Legend
ro: Legendă

source: Legend Format
ro: Formatul legendei

source: Legend Orientation
ro: Orientarea legendei

source: Legend Position
ro: Poziția legendei

source: Legend type
ro: Tipul legendei

source: Less or equal (<=)
ro: Mai puțin sau egal (<=)

source: Less than (<)
ro: Mai puțin de (<)

source: Lift percent precision
ro: Ridicați procentul de precizie

source: Light
ro: Ușoară

source: Light mode
ro: Mod de lumină

source: Like
ro: Ca

source: Like (case insensitive)
ro: LIKE (CASE INSENSIBIL)

source: Limit reached
ro: Limită atinsă

source: Limit selector values
ro: Limitați valorile selectorului

source: Limit type
ro: Tip de limită

source: Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.
ro: Limitarea rândurilor poate duce la date incomplete și diagrame înșelătoare. Luați în considerare filtrarea sau gruparea numelor sursă/țintă.
