Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
ro: Acest filtru a fost moștenit din contextul tabloului de bord. Nu va fi salvat la salvarea graficului.

source: Error: %(text)s
ro: Eroare: %(text) s

source: (excluded)
ro: (exclus)

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
ro: Setați opacitatea la 0 dacă nu doriți să treceți peste culoarea specificată în Geojson

source: a dashboard OR
ro: un tablou de bord sau

source: a new one
ro: unul nou

source: expression which needs to adhere to the
ro: expresie care trebuie să adere la

source: source code of Superset's sandboxed parser
ro: Codul sursă al parserului Sandbox Superset

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
ro: standard pentru a se asigura că ordonarea lexicografică coincide cu ordonarea cronologică. Dacă The Formatul Timestamp nu respectă standardul ISO 8601 Va trebui să definiți o expresie și să tipați for Transformarea șirului într -o dată sau o cronometrare. Notă În prezent, zonele orare nu sunt acceptate. Dacă timpul este stocat În format epoch, puneți `epoch_s` sau` epoch_ms`. Dacă nu este model este specificat că ne întoarcem la utilizarea valorilor implicite opționale pe un per Baza de date/Nivel de nume de coloană prin parametrul suplimentar.

source: to add calculated columns
ro: Pentru a adăuga coloane calculate

source: to add metrics
ro: Pentru a adăuga metrici

source: to edit or add columns and metrics.
ro: pentru a edita sau a adăuga coloane și valori.

source: to mark a column as a time column
ro: Pentru a marca o coloană ca coloană de timp

source: to open SQL Lab. From there you can save the query as a dataset.
ro: Pentru a deschide SQL Lab. De acolo puteți salva interogarea ca set de date.

source: to visualize your data.
ro: pentru a vă vizualiza datele.

source: != (Is not equal)
ro: ! = (Nu este egal)

source: %(dialect)s cannot be used as a data source for security reasons.
ro: %(dialectul) s nu poate fi utilizat ca sursă de date din motive de securitate.

source: %(message)s This may be triggered by: %(issues)s
ro: %(mesaj) s Acest lucru poate fi declanșat de: %(probleme) s

source: %(name)s.csv
ro: %(nume) s.csv

source: %(object)s does not exist in this database.
ro: %(obiect) s nu există în această bază de date.

source: %(other)s charts will appear here
ro: %(alte) s -ar apărea graficele aici

source: %(other)s dashboards will appear here
ro: %(altele) s -au apărut de borduri

source: %(other)s recents will appear here
ro: %(alte) s -au apărut recente

source: %(other)s saved queries will appear here
ro: %(alte) s -ar apărea întrebări salvate

source: %(prefix)s %(title)s
ro: %(prefix) s %(titlu) s

source: %(rows)d rows returned
ro: %(rânduri) d rânduri returnate

source: %(subtitle)s This may be triggered by: %(issue)s
ro: %(subtitrare) s Acest lucru poate fi declanșat de: %(problemă) s

source: %(suggestion)s instead of "%(undefinedParameter)s?"
ro: %(sugestie) s în loc de „%(nedefinitparameter) s?”

source: %(user)s was granted the role %(role)s that gives access to the %(datasource)s
ro: %(utilizator) s a primit rolul %(rol) s care oferă acces la %(data de date) s

source: %(user)s's profile
ro: %(utilizator) profilul s

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
ro: %(validator) s nu a putut să vă verifice interogarea. Vă rugăm să verificați întrebarea dvs. Excepție: %(ex) s

source: %s Error
ro: %s eroare

source: %s PASSWORD
ro: %s parola

source: %s SSH TUNNEL PASSWORD
ro: %s SSH Tunnel Parolă

source: %s SSH TUNNEL PRIVATE KEY
ro: %s SSH Tunnel Private Cheie

source: %s SSH TUNNEL PRIVATE KEY PASSWORD
ro: %s SSH Tunnel Private Parolă

source: %s Selected
ro: %s selectate

source: %s Selected (%s Physical, %s Virtual)
ro: %s selectat ( %s fizic, %s virtual)

source: %s Selected (Physical)
ro: %s selectat (fizic)

source: %s Selected (Virtual)
ro: %s selectat (virtual)

source: %s aggregates(s)
ro: %s agregate (e)

source: %s column(s)
ro: %s coloană (e)

source: %s operator(s)
ro: %s operator (e)

source: %s option
ro: %s opțiune

source: %s option(s)
ro: %s opțiune (e)

source: %s row
ro: %s rând

source: %s saved metric(s)
ro: %s salvate metrică

source: %s updated
ro: %s actualizat

source: %s-%s of %s
ro: %s- %s de %s

source: (Removed)
ro: (Îndepărtat)

source: (deleted or invalid type)
ro: (Tip șters sau nevalid)

source: (no description, click to see stack trace)
ro: (Fără descriere, faceți clic pentru a vedea Stack Trace)

source: (optional) default value for the filter, when using the multiple option, you can use a semicolon-delimited list of options.
ro: (Opțional) Valoarea implicită pentru filtru, atunci când utilizați opțiunea multiplă, puteți utiliza o listă de opțiuni delimitate de semicolon.

source: ), and they become available in your SQL (example:
ro: ), și devin disponibile în SQL (Exemplu:

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
ro: *%(nume) s* %(descriere) s <%(url) s | explorați în superset> %(tabel) s

source: *%(name)s* %(description)s Error: %(text)s
ro: *%(nume) s* %(descriere) s Eroare: %(text) s

source: + %s more
ro: + %s mai mult

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
ro: - Notă: Dacă nu vă salvați întrebarea, aceste file nu vor persista dacă vă ștergeți cookie-urile sau schimbați browserele.

source: 0 Selected
ro: 0 selectat

source: 1 calendar day frequency
ro: 1 frecvență de zi calendaristică

source: 1 day
ro: 1 zi

source: 1 day ago
ro: Acum o zi

source: 1 hour
ro: 1 oră

source: 1 hourly frequency
ro: 1 frecvență pe oră

source: 1 minute
ro: 1 minut

source: 1 minutely frequency
ro: 1 frecvență minuțioasă

source: 1 month end frequency
ro: Frecvența de 1 lună de sfârșit

source: 1 month start frequency
ro: 1 lună de început frecvență

source: 1 week
ro: 1 săptămână

source: 1 week ago
ro: 1 săptămână în urmă

source: 1 week starting Monday (freq=W-MON)
ro: 1 săptămână începând de luni (freq = w-mon)

source: 1 week starting Sunday (freq=W-SUN)
ro: 1 săptămână începând duminică (freq = w-sun)

source: 1 year
ro: 1 an

source: 1 year ago
ro: 1 an in urma

source: 1 year end frequency
ro: Frecvență de 1 an

source: 1 year start frequency
ro: Frecvența de început de 1 an

source: 104 weeks
ro: 104 săptămâni

source: 104 weeks ago
ro: Acum 104 săptămâni

source: 156 weeks
ro: 156 de săptămâni

source: 156 weeks ago
ro: Acum 156 de săptămâni

source: 2 years
ro: 2 ani

source: 2 years ago
ro: acum 2 ani

source: 2/98 percentiles
ro: 2/98 percentile

source: 28 days
ro: 28 de zile

source: 28 days ago
ro: Acum 28 de zile

source: 3 letter code of the country
ro: 3 cod de scrisori al țării

source: 3 years
ro: 3 ani

source: 3 years ago
ro: 3 ani în urmă

source: 30 days
ro: 30 de zile

source: 30 days ago
ro: Acum 30 de zile

source: 30 minute
ro: 30 de minute

source: 30 minutes
ro: 30 minute

source: 30 second
ro: 30 secundă

source: 30 seconds
ro: 30 de secunde

source: 4 weeks (freq=4W-MON)
ro: 4 săptămâni (freq = 4w-mon)

source: 5 minutes
ro: 5 minute

source: 5 second
ro: 5 secundă

source: 5 seconds
ro: 5 secunde

source: 52 weeks
ro: 52 de săptămâni

source: 52 weeks ago
ro: Acum 52 de săptămâni

source: 52 weeks starting Monday (freq=52W-MON)
ro: 52 de săptămâni începând de luni (freq = 52W-mon)

source: 6 hour
ro: 6 ore

source: 60 days
ro: 60 de zile

source: 7 calendar day frequency
ro: 7 frecvență de zi calendaristică

source: 7 days
ro: 7 zile

source: 9/91 percentiles
ro: 9/91 procente

source: 90 days
ro: 90 de zile

source: < (Smaller than)
ro: <(Mai mic decât)

source: <= (Smaller or equal)
ro: <= (Mai mic sau egal)

source: <enter SQL expression here>
ro: <Introduceți expresia SQL aici>

source: <new column>
ro: <nou coloană>

source: <new spatial>
ro: <nou spațial>

source: <no type>
ro: <fără tip>

source: == (Is equal)
ro: == (este egal)

source: > (Larger than)
ro: > (Mai mare decât)

source: >= (Larger or equal)
ro: > = (Mai mare sau egal)

source: A Big Number
ro: Un număr mare

source: A comma separated list of columns that should be parsed as dates
ro: O listă separată de virgule de coloane care ar trebui analizate ca date

source: A comma separated list of columns that should be parsed as dates.
ro: O listă separată de virgule de coloane care ar trebui analizate ca date.

source: A comma-separated list of schemas that files are allowed to upload to.
ro: O listă de scheme separată de virgule la care fișierele sunt permise să le încarce.

source: A database with the same name already exists.
ro: Există deja o bază de date cu același nume.

source: A dictionary with column names and their data types if you need to change the defaults. Example: {"user_id":"integer"}
ro: Un dicționar cu nume de coloane și tipurile de date ale acestora, dacă trebuie să schimbați valorile implicite. Exemplu: {"user_id": "Integer"}

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
ro: O adresă URL completă care indică locația pluginului construit (ar putea fi găzduită pe un CDN, de exemplu)

source: A handlebars template that is applied to the data
ro: Un șablon de ghidon care este aplicat la date

source: A human-friendly name
ro: Un nume de om

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
ro: O listă de nume de domeniu care pot încorpora acest tablou de bord. Lăsarea acestui câmp gol va permite încorporarea din orice domeniu.

source: A list of tags that have been applied to this chart.
ro: O listă de etichete care au fost aplicate în acest grafic.

source: A list of users who can alter the chart. Searchable by name or username.
ro: O listă de utilizatori care pot modifica graficul. Căutabil după nume sau nume de utilizator.

source: A map of the world, that can indicate values in different countries.
ro: O hartă a lumii, care poate indica valori în diferite țări.

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
ro: O hartă care ia cercuri de redare cu o rază variabilă la coordonate de latitudine/longitudine

source: A metric to use for color
ro: O metrică de utilizat pentru culoare

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
ro: Un grafic de coordonate polare în care cercul este rupt în pană cu unghi egal, iar valoarea reprezentată de orice pană este ilustrată de zona sa, mai degrabă decât de raza sau unghiul său de măturare.

source: A readable URL for your dashboard
ro: O adresă URL lizibilă pentru tabloul de bord

source: A reference to the [Time] configuration, taking granularity into account
ro: O referire la configurația [timp], luând în considerare granularitatea

source: A report named "%(name)s" already exists
ro: Există deja un raport numit „%(nume) s”

source: A reusable dataset will be saved with your chart.
ro: Un set de date reutilizabil va fi salvat cu graficul dvs.

source: A screenshot of the dashboard will be sent to your email at
ro: O captură de ecran a tabloului de bord va fi trimisă la e -mail la

source: A set of parameters that become available in the query using Jinja templating syntax
ro: Un set de parametri care devin disponibili în interogare folosind Sintaxa Jinja Templing

source: A time column must be specified when using a Time Comparison.
ro: O coloană de timp trebuie specificată atunci când utilizați o comparație de timp.

source: A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.
ro: Un grafic de serie de timp care vizualizează modul în care o metrică înrudită din mai multe grupuri variază în timp. Fiecare grup este vizualizat folosind o culoare diferită.

source: A timeout occurred while executing the query.
ro: Un interval de timp a avut loc în timpul executării interogării.

source: A timeout occurred while generating a csv.
ro: Un interval de timp a avut loc în timp ce genera un CSV.

source: A timeout occurred while generating a dataframe.
ro: Un interval de timp a avut loc în timp ce genera un date de date.

source: A timeout occurred while taking a screenshot.
ro: Un interval de timp a avut loc în timp ce luați o captură de ecran.

source: A valid color scheme is required
ro: Este necesară o schemă de culori valabilă

source: APPLY
ro: APLICA

source: APR
ro: APRILIE

source: AXIS TITLE MARGIN
ro: Marja de titlu a axei

source: AXIS TITLE POSITION
ro: Poziția titlului axei

source: About
ro: Despre

source: Access
ro: Acces

source: Access requests
ro: Cereri de acces

source: Access to user activity data is restricted
ro: Accesul la datele activității utilizatorului este restricționat

source: Access token
ro: Jeton de acces

source: Access was requested
ro: Accesul a fost solicitat

source: Action
ro: Acțiune

source: Action Log
ro: Jurnal de acțiune

source: Actions
ro: Acțiuni

source: Active
ro: Activ

source: Actual Values
ro: Valori reale

source: Actual time range
ro: Interval de timp real

source: Actual value
ro: Valoarea reală

source: Actual values
ro: Valori reale

source: Adaptive formatting
ro: Formatare adaptivă

source: Add
ro: Adăuga

source: Add Alert
ro: Adăugați alertă

source: Add CSS Template
ro: Adăugați șablonul CSS

source: Add CSS template
ro: Adăugați șablonul CSS

source: Add Chart
ro: Adăugați grafic

source: Add Column
ro: Adăugați coloana

source: Add Dashboard
ro: Adăugați tabloul de bord

source: Add Database
ro: Adăugați baza de date

source: Add Log
ro: Adăugați jurnal

source: Add Metric
ro: Adăugați metrică

source: Add Report
ro: Adăugați raport

source: Add Rule
ro: Adăugați regulă

source: Add Saved Query
ro: Adăugați o interogare salvată

source: Add a Plugin
ro: Adăugați un plugin

source: Add a dataset
ro: Adăugați un set de date

source: Add a new tab
ro: Adăugați o nouă filă

source: Add a new tab to create SQL Query
ro: Adăugați o nouă filă pentru a crea interogare SQL

source: Add additional custom parameters
ro: Adăugați parametri personalizați suplimentari

source: Add an annotation layer
ro: Adăugați un strat de adnotare

source: Add an item
ro: Adăugați un articol

source: Add and edit filters
ro: Adăugați și editați filtrele

source: Add annotation
ro: Adăugați adnotare

source: Add annotation layer
ro: Adăugați stratul de adnotare

source: Add calculated columns to dataset in "Edit datasource" modal
ro: Adăugați coloane calculate la setul de date în modal „Editare DataSource”

source: Add calculated temporal columns to dataset in "Edit datasource" modal
ro: Adăugați coloane temporale calculate la setul de date în modal „Editare DataSource”

source: Add cross-filter
ro: Adăugați filtru încrucișat

source: Add custom scoping
ro: Adăugați scoping personalizat

source: Add delivery method
ro: Adăugați metoda de livrare

source: Add extra connection information.
ro: Adăugați informații suplimentare despre conexiune.

source: Add filter
ro: Adăugați filtrul

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
ro: Adăugați clauze de filtru pentru a controla interogarea sursă a filtrului, Deși numai în contextul completă automată, adică aceste condiții Nu aveți impact asupra modului în care filtrul este aplicat pe tabloul de bord. Acest lucru este util Când doriți să îmbunătățiți performanța interogării doar prin scanarea unui subset a datelor de bază sau limitează valorile disponibile afișate în filtru.

source: Add filters and dividers
ro: Adăugați filtre și divizoare

source: Add item
ro: Adaugare element

source: Add metric
ro: Adăugați metrică

source: Add metrics to dataset in "Edit datasource" modal
ro: Adăugați metrici la setul de date în modal „Editare DataSource”

source: Add new color formatter
ro: Adăugați formatul de culoare nou

source: Add new formatter
ro: Adăugați un nou formatter

source: Add notification method
ro: Adăugați metoda de notificare

source: Add required control values to preview chart
ro: Adăugați valorile de control necesare în graficul de previzualizare

source: Add required control values to save chart
ro: Adăugați valorile de control necesare pentru a salva graficul

source: Add sheet
ro: Adăugați foaie

source: Add the name of the chart
ro: Adăugați numele graficului

source: Add the name of the dashboard
ro: Adăugați numele tabloului de bord

source: Add to dashboard
ro: Adăugați la tabloul de bord

source: Add/Edit Filters
ro: Adăugați/editați filtrele

source: Added
ro: Adăugat

source: Added to 1 dashboard
ro: Adăugat la 1 tablou de bord

source: Additional Parameters
ro: Parametri suplimentari

source: Additional fields may be required
ro: Poate fi necesar câmpuri suplimentare

source: Additional information
ro: Informații suplimentare

source: Additional metadata
ro: Metadate suplimentare

source: Additional padding for legend.
ro: Padding suplimentar pentru legendă.

source: Additional parameters
ro: Parametri suplimentari

source: Additional settings.
ro: Setari aditionale.

source: Additional text to add before or after the value, e.g. unit
ro: Text suplimentar de adăugat înainte sau după valoare, de ex. unitate

source: Additive
ro: Aditiv

source: Adjust how this database will interact with SQL Lab.
ro: Reglați modul în care această bază de date va interacționa cu SQL Lab.

source: Adjust performance settings of this database.
ro: Reglați setările de performanță ale acestei baze de date.

source: Advanced
ro: Avansat

source: Advanced Analytics
ro: Analitică avansată

source: Advanced Data type
ro: Tip avansat de date

source: Advanced analytics
ro: Analitică avansată

source: Advanced analytics Query A
ro: Interogare avansată de analiză a

source: Advanced analytics Query B
ro: Interogare avansată de analiză B

source: Advanced data type
ro: Tip avansat de date

source: Advanced-Analytics
ro: Analitică avansată

source: Aesthetic
ro: Estetic

source: After
ro: După

source: Aggregate
ro: Agregat

source: Aggregate Mean
ro: Media agregată

source: Aggregate Sum
ro: Sumă agregată

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
ro: Funcția agregată aplicată pe lista de puncte din fiecare cluster pentru a produce eticheta clusterului.

source: Aggregate function to apply when pivoting and computing the total rows and columns
ro: Funcția agregată de aplicat atunci când pivotează și calculează rândurile și coloanele totale

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
ro: Agregă datele în limita celulelor grilei și mapează valorile agregate la o scară de culoare dinamică

source: Aggregation
ro: Agregare

source: Aggregation function
ro: Funcția de agregare

source: Alert
ro: Alerta

source: Alert Triggered, In Grace Period
ro: Alerta declanșată, în perioada de grație

source: Alert condition
ro: Condiție de alertă

source: Alert condition schedule
ro: Programul condiției de alertă

source: Alert ended grace period.
ro: Alerta a încheiat perioada de grație.

source: Alert failed
ro: Alerta a eșuat

source: Alert fired during grace period.
ro: Alerta a fost concediată în perioada de grație.

source: Alert found an error while executing a query.
ro: Alerta a găsit o eroare în timp ce executa o interogare.

source: Alert name
ro: Numele de alertă

source: Alert on grace period
ro: Alertă asupra perioadei de grație

source: Alert query returned a non-number value.
ro: Interogarea de alertă a returnat o valoare non-număr.

source: Alert query returned more than one column.
ro: Interogarea de alertă a returnat mai mult de o coloană.

source: Alert query returned more than one column. %s columns returned
ro: Interogarea de alertă a returnat mai mult de o coloană. Coloanele %s returnate

source: Alert query returned more than one row.
ro: Interogarea de alertă a returnat mai mult de un rând.

source: Alert query returned more than one row. %s rows returned
ro: Interogarea de alertă a returnat mai mult de un rând. %s rânduri s -au întors

source: Alert running
ro: Alertă alergare

source: Alert triggered, notification sent
ro: Alerta declanșată, notificarea trimisă

source: Alert validator config error.
ro: Alertă Eroare de configurare Validator.

source: Alerts
ro: Alerte

source: Alerts & Reports
ro: Alerte și rapoarte

source: Alerts & reports
ro: Alerte și rapoarte

source: Align +/-
ro: Aliniați +/-

source: All
ro: Toate

source: All Entities
ro: Toate entitățile

source: All Text
ro: Tot textul

source: All charts
ro: Toate graficele

source: All charts/global scoping
ro: Toate graficele/Scopingul global

source: All filters
ro: Toate filtrele

source: All filters (%(filterCount)d)
ro: Toate filtrele (%(filterCount)d)

source: All panels
ro: Toate panourile

source: All panels with this column will be affected by this filter
ro: Toate panourile cu această coloană vor fi afectate de acest filtru

source: Allow CREATE TABLE AS
ro: Permiteți crearea tabelului ca

source: Allow CREATE TABLE AS option in SQL Lab
ro: Permiteți crearea tabelului ca opțiune în SQL Lab

source: Allow CREATE VIEW AS
ro: Permiteți crearea vizualizării ca

source: Allow CREATE VIEW AS option in SQL Lab
ro: Permiteți crearea vizualizării ca opțiune în SQL Lab

source: Allow Csv Upload
ro: Permiteți încărcarea CSV

source: Allow DML
ro: Permiteți DML

source: Allow columns to be rearranged
ro: Lăsați coloanele să fie rearanjate

source: Allow creation of new tables based on queries
ro: Permiteți crearea de noi mese pe baza întrebărilor

source: Allow creation of new views based on queries
ro: Permiteți crearea de noi viziuni bazate pe întrebări

source: Allow data manipulation language
ro: Permiteți limbajul de manipulare a datelor

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
ro: Permiteți utilizatorului final să tragă și să tragă anteturile coloanei pentru a le rearanja. Rețineți că schimbările lor nu vor persista pentru următoarea dată când vor deschide graficul.

source: Allow file uploads to database
ro: Permiteți încărcările de fișiere în baza de date

source: Allow manipulation of the database using non-SELECT statements such as UPDATE, DELETE, CREATE, etc.
ro: Permiteți manipularea bazei de date folosind declarații non-selecții, cum ar fi actualizarea, ștergerea, crearea, etc.

source: Allow multiple selections
ro: Permiteți mai multe selecții

source: Allow node selections
ro: Permiteți selecțiile de noduri

source: Allow sending multiple polygons as a filter event
ro: Permiteți trimiterea mai multor poligoane ca eveniment de filtru

source: Allow this database to be explored
ro: Permiteți explorarea acestei baze de date
