Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Allow this database to be queried in SQL Lab
ro: Permiteți interogarea acestei baze de date în SQL Lab

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
ro: Permiteți utilizatorilor să ruleze declarații non-selecții (actualizare, șterge, creați, ...) în SQL Lab

source: Allowed Domains (comma separated)
ro: Domenii permise (virgulă separată)

source: Alphabetical
ro: Alfabetic

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
ro: Cunoscută și sub denumirea de o cutie și o diagramă de bici, această vizualizare compară distribuțiile unei metrici aferente în mai multe grupuri. Cutia din mijloc subliniază media, mediana și 2 quartilele interioare. Whiskers din jurul fiecărei cutii vizualizează min, max, gama și 2 quartile exterioare.

source: Altered
ro: Modificat

source: An Error Occurred
ro: A aparut o eroare

source: An alert named "%(name)s" already exists
ro: Există deja o alertă numită „%(nume) s”

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
ro: Un interval de timp închis (atât început, cât și sfârșit) trebuie specificat atunci când se utilizează o comparație de timp.

source: An engine must be specified when passing individual parameters to a database.
ro: Un motor trebuie specificat la trecerea parametrilor individuali la o bază de date.

source: An error has occurred
ro: a avut loc o eroare

source: An error occurred
ro: A aparut o eroare

source: An error occurred saving dataset
ro: A apărut o eroare de salvare a setului de date

source: An error occurred while accessing the value.
ro: A apărut o eroare la accesarea valorii.

source: An error occurred while collapsing the table schema. Please contact your administrator.
ro: A apărut o eroare în timpul prăbușirii schemei de tabel. Vă rugăm să contactați administratorul.

source: An error occurred while creating %ss: %s
ro: A apărut o eroare în timpul creării %ss: %s

source: An error occurred while creating the data source
ro: A apărut o eroare la crearea sursei de date

source: An error occurred while creating the value.
ro: A apărut o eroare la crearea valorii.

source: An error occurred while deleting the value.
ro: A apărut o eroare în timpul ștergerii valorii.

source: An error occurred while expanding the table schema. Please contact your administrator.
ro: A apărut o eroare în timpul extinderii schemei de tabel. Vă rugăm să contactați administratorul.

source: An error occurred while fetching %s info: %s
ro: A apărut o eroare în timp ce se adaugă %informații: %s

source: An error occurred while fetching %ss: %s
ro: A apărut o eroare în timp ce se adaugă %ss: %s

source: An error occurred while fetching available CSS templates
ro: A apărut o eroare în timpul preluării șabloanelor CSS disponibile

source: An error occurred while fetching chart created by values: %s
ro: A apărut o eroare în timpul preluării graficului creat de valori: %s

source: An error occurred while fetching chart owners values: %s
ro: A apărut o eroare în timpul preluării valorilor proprietarilor de diagrame: %s

source: An error occurred while fetching created by values: %s
ro: A apărut o eroare în timpul preluării create de valori: %s

source: An error occurred while fetching dashboard created by values: %s
ro: A apărut o eroare în timpul preluării tabloului de bord creat de valori: %s

source: An error occurred while fetching dashboard owner values: %s
ro: A apărut o eroare în timp ce preluarea valorilor proprietarului tabloului de bord: %s

source: An error occurred while fetching dashboards
ro: A apărut o eroare în timpul preluării tablourilor de bord

source: An error occurred while fetching dashboards: %s
ro: A apărut o eroare în timpul preluării tablourilor de bord: %s

source: An error occurred while fetching database related data: %s
ro: A apărut o eroare în timpul preluării datelor legate de baza de date: %s

source: An error occurred while fetching database values: %s
ro: A apărut o eroare în timpul preluării valorilor bazei de date: %s

source: An error occurred while fetching dataset datasource values: %s
ro: A apărut o eroare în timpul preluării valorilor setului de date de date: %s

source: An error occurred while fetching dataset owner values: %s
ro: A apărut o eroare în timp ce se adaugă valori ale proprietarului setului de date: %s

source: An error occurred while fetching dataset related data
ro: A apărut o eroare în timpul preluării datelor legate de set de date

source: An error occurred while fetching dataset related data: %s
ro: A apărut o eroare în timpul preluării datelor legate de set de date: %s

source: An error occurred while fetching datasets: %s
ro: A apărut o eroare în timpul preluării seturilor de date: %s

source: An error occurred while fetching function names.
ro: A apărut o eroare în timpul preluării numelor de funcții.

source: An error occurred while fetching owners values: %s
ro: A apărut o eroare în timp ce preluarea valorilor proprietarilor: %s

source: An error occurred while fetching schema values: %s
ro: A apărut o eroare în timp ce preluarea valorilor schemei: %s

source: An error occurred while fetching tab state
ro: A apărut o eroare în timp ce se adaugă starea filei

source: An error occurred while fetching table metadata
ro: A apărut o eroare în timpul preluării metadatelor tabelului

source: An error occurred while fetching table metadata. Please contact your administrator.
ro: A apărut o eroare în timpul preluării metadatelor tabelului. Vă rugăm să contactați administratorul.

source: An error occurred while fetching tag created by values: %s
ro: A apărut o eroare în timpul preluării etichetei create de valori: %s

source: An error occurred while fetching user values: %s
ro: A apărut o eroare în timp ce obțineți valorile utilizatorului: %s

source: An error occurred while hiding the left bar. Please contact your administrator.
ro: A apărut o eroare în timp ce ascundea bara din stânga. Vă rugăm să contactați administratorul.

source: An error occurred while importing %s: %s
ro: A apărut o eroare în timp ce importă %s: %s

source: An error occurred while loading dashboard information.
ro: A apărut o eroare la încărcarea informațiilor despre tabloul de bord.

source: An error occurred while loading the SQL
ro: A apărut o eroare la încărcarea SQL

source: An error occurred while opening Explore
ro: A apărut o eroare în timpul deschiderii Explore

source: An error occurred while parsing the key.
ro: A apărut o eroare în timpul analizării cheii.

source: An error occurred while pruning logs
ro: A apărut o eroare în timpul tăierii jurnalelor

source: An error occurred while removing query. Please contact your administrator.
ro: A apărut o eroare la eliminarea interogării. Vă rugăm să contactați administratorul.

source: An error occurred while removing tab. Please contact your administrator.
ro: A apărut o eroare în timpul eliminării filei. Vă rugăm să contactați administratorul.

source: An error occurred while removing the table schema. Please contact your administrator.
ro: A apărut o eroare în timpul eliminării schemei de tabel. Vă rugăm să contactați administratorul.

source: An error occurred while rendering the visualization: %s
ro: A apărut o eroare în timp ce redactarea vizualizării: %s

source: An error occurred while setting the active tab. Please contact your administrator.
ro: A apărut o eroare în timpul setării filei active. Vă rugăm să contactați administratorul.

source: An error occurred while setting the tab autorun. Please contact your administrator.
ro: A apărut o eroare în timpul setării Tab Autorun. Vă rugăm să contactați administratorul.

source: An error occurred while setting the tab database ID. Please contact your administrator.
ro: A apărut o eroare la setarea ID -ului bazei de date din file. Vă rugăm să contactați administratorul.

source: An error occurred while setting the tab name. Please contact your administrator.
ro: A apărut o eroare la setarea numelui filei. Vă rugăm să contactați administratorul.

source: An error occurred while setting the tab schema. Please contact your administrator.
ro: A apărut o eroare la setarea schemei file. Vă rugăm să contactați administratorul.

source: An error occurred while setting the tab template parameters. Please contact your administrator.
ro: A apărut o eroare la setarea parametrilor șablonului file. Vă rugăm să contactați administratorul.

source: An error occurred while starring this chart
ro: A apărut o eroare în timp ce a jucat acest grafic

source: An error occurred while storing the latest query id in the backend. Please contact your administrator if this problem persists.
ro: A apărut o eroare în timpul stocării celui mai recent ID de interogare din backend. Vă rugăm să contactați administratorul dacă această problemă persistă.

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
ro: A apărut o eroare în timpul stocării interogării în backend. Pentru a evita pierderea modificărilor, vă rugăm să salvați interogarea folosind butonul „Salvați interogarea”.

source: An error occurred while updating the value.
ro: A apărut o eroare la actualizarea valorii.

source: An error occurred while upserting the value.
ro: A apărut o eroare în timp ce suporta valoarea.

source: An unexpected error occurred
ro: A apărut o eroare neașteptată

source: An unknown error occurred. Please contact your Superset administrator
ro: O eroare necunoscută s-a întamplat. Vă rugăm să contactați administratorul de superset

source: Anchor to
ro: Ancoră la

source: Angle at which to end progress axis
ro: Unghiul la care să pună capăt axei de progres

source: Angle at which to start progress axis
ro: Unghiul la care să începi axa de progres

source: Animation
ro: Animaţie

source: Annotation
ro: Adnotare

source: Annotation Layer %s
ro: Adnotare strat %s

source: Annotation Layers
ro: Straturi de adnotare

source: Annotation Slice Configuration
ro: Configurare felie de adnotare

source: Annotation could not be created.
ro: Adnotarea nu a putut fi creată.

source: Annotation could not be updated.
ro: Adnotarea nu a putut fi actualizată.

source: Annotation delete failed.
ro: Adnotarea Ștergerea a eșuat.

source: Annotation layer
ro: Strat de adnotare

source: Annotation layer could not be created.
ro: Stratul de adnotare nu a putut fi creat.

source: Annotation layer could not be deleted.
ro: Stratul de adnotare nu a putut fi șters.

source: Annotation layer could not be updated.
ro: Stratul de adnotare nu a putut fi actualizat.

source: Annotation layer delete failed.
ro: STARUL DE ANOTARE Ștergere a eșuat.

source: Annotation layer description columns
ro: Coloane de descriere a stratului de adnotare

source: Annotation layer has associated annotations.
ro: Stratul de adnotare are adnotări asociate.

source: Annotation layer interval end
ro: Adnotare la nivelul intervalului stratului de adnotare

source: Annotation layer name
ro: Numele stratului de adnotare

source: Annotation layer not found.
ro: Strat de adnotare nu a fost găsit.

source: Annotation layer opacity
ro: Opacitatea stratului de adnotare

source: Annotation layer parameters are invalid.
ro: Parametrii stratului de adnotare nu sunt nevalide.

source: Annotation layer stroke
ro: ANVĂRARE STATULUI DE ANOARE

source: Annotation layer time column
ro: Coloana de timp de strat de adnotare

source: Annotation layer title column
ro: Coloana de titlu a stratului de adnotare

source: Annotation layer type
ro: Tipul stratului de adnotare

source: Annotation layer value
ro: Valoarea stratului de adnotare

source: Annotation layers
ro: Straturi de adnotare

source: Annotation layers are still loading.
ro: Straturile de adnotare sunt încă încărcate.

source: Annotation name
ro: Numele de adnotare

source: Annotation not found.
ro: Adnotarea nu a fost găsită.

source: Annotation parameters are invalid.
ro: Parametrii de adnotare nu sunt invali.

source: Annotation source
ro: Sursa de adnotare

source: Annotation source type
ro: Tipul sursei de adnotare

source: Annotation template created
ro: Șablon de adnotare creat

source: Annotation template updated
ro: Șablon de adnotare actualizat

source: Annotations and Layers
ro: Adnotări și straturi

source: Annotations and layers
ro: Adnotări și straturi

source: Annotations could not be deleted.
ro: Adnotările nu au putut fi șterse.

source: Any
ro: Orice

source: Any additional detail to show in the certification tooltip.
ro: Orice detaliu suplimentar de afișat în instrumentul de certificare.

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
ro: Orice paletă de culori selectată aici va înlocui culorile aplicate pe graficele individuale ale acestui tablou de bord

source: Any databases that allow connections via SQL Alchemy URIs can be added.
ro: Se pot adăuga orice baze de date care permit conexiuni prin SQL Alchemy URIS.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
ro: Se pot adăuga orice baze de date care permit conexiuni prin SQL Alchemy URIS. Aflați despre cum să conectați un driver de bază de date

source: Append
ro: Adăuga

source: Applied cross-filters (%d)
ro: Aplicate încrucișate (%d)

source: Applied filters (%d)
ro: Filtre aplicate (%d)

source: Applied filters: %s
ro: Filtre aplicate: %s

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
ro: Fereastra de rulare aplicată nu a returnat date. Vă rugăm să vă asigurați că interogarea sursă satisface perioadele minime definite în fereastra rulantă.

source: Apply
ro: aplica

source: Apply conditional color formatting to metric
ro: Aplicați formatarea condițională a culorilor la metrică

source: Apply conditional color formatting to metrics
ro: Aplicați formatarea condițională a culorilor la valorile

source: Apply conditional color formatting to numeric columns
ro: Aplicați formatarea condițională a culorilor pe coloanele numerice

source: Apply filters
ro: Aplicați filtre

source: Apply metrics on
ro: Aplicați valori pe

source: Apply to all panels
ro: Aplicați la toate panourile

source: Apply to specific panels
ro: Aplicați la anumite panouri

source: April
ro: Aprilie

source: Are you sure you intend to overwrite the following values?
ro: Sunteți sigur că intenționați să suprascrieți următoarele valori?

source: Are you sure you want to cancel?
ro: Esti sigur ca vrei sa anulezi?

source: Are you sure you want to delete
ro: ești sigur că vrei să ștergi

source: Are you sure you want to delete %s?
ro: Ești sigur că vrei să ștergi %s?

source: Are you sure you want to delete the selected %s?
ro: Ești sigur că vrei să ștergeți %s selectat?

source: Are you sure you want to delete the selected annotations?
ro: Ești sigur că vrei să ștergeți adnotările selectate?

source: Are you sure you want to delete the selected charts?
ro: Ești sigur că vrei să ștergeți graficele selectate?

source: Are you sure you want to delete the selected dashboards?
ro: Ești sigur că vrei să ștergeți tablourile de bord selectate?

source: Are you sure you want to delete the selected datasets?
ro: Ești sigur că vrei să ștergeți seturile de date selectate?

source: Are you sure you want to delete the selected layers?
ro: Ești sigur că vrei să ștergi straturile selectate?

source: Are you sure you want to delete the selected queries?
ro: Ești sigur că vrei să ștergeți întrebările selectate?

source: Are you sure you want to delete the selected rules?
ro: Ești sigur că vrei să ștergeți regulile selectate?

source: Are you sure you want to delete the selected tags?
ro: Ești sigur că vrei să ștergeți etichetele selectate?

source: Are you sure you want to delete the selected templates?
ro: Ești sigur că vrei să ștergeți șabloanele selectate?

source: Are you sure you want to overwrite this dataset?
ro: Ești sigur că vrei să suprascrieți acest set de date?

source: Are you sure you want to proceed?
ro: Ești sigur că vrei să continui?

source: Are you sure you want to save and apply changes?
ro: Ești sigur că vrei să salvezi și să aplici modificări?

source: Area Chart
ro: Grafic de zonă

source: Area Chart (legacy)
ro: Grafic de zonă (moștenire)

source: Area chart
ro: Grafic de zonă

source: Area chart opacity
ro: Opacitate grafică a zonei

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
ro: Graficele de zonă sunt similare cu diagramele de linie, prin faptul că reprezintă variabile cu aceeași scară, dar graficele din zonă stivuiesc valorile una peste alta.

source: Arrow
ro: Săgeată

source: Assign a set of parameters as
ro: Alocați un set de parametri ca

source: Associated Charts
ro: Grafice asociate

source: Async Execution
ro: Execuția async

source: Asynchronous query execution
ro: Execuția interogării asincrone

source: Auto Zoom
ro: Zoom auto

source: Autocomplete
ro: Completa automată

source: Autocomplete filters
ro: Filtre auto -complete

source: Autocomplete query predicate
ro: Predicat de interogare automat

source: Automatic Color
ro: Culoare automată

source: Available sorting modes:
ro: Moduri de sortare disponibile:

source: Average
ro: In medie

source: Average value
ro: Valoarea medie

source: Axis
ro: Axă

source: Axis Bounds
ro: Limitele axei

source: Axis Format
ro: Format axa

source: Axis Title
ro: Titlul axei

source: Axis ascending
ro: Axa ascendentă

source: Axis descending
ro: Axa coborând

source: Back
ro: Înapoi

source: Back to all
ro: Înapoi la toți

source: Backward values
ro: Valori înapoi

source: Bad formula.
ro: Formula proastă.

source: Bad spatial key
ro: Cheie spațială proastă

source: Bar Chart
ro: Grafic de bar

source: Bar Chart (legacy)
ro: Grafic de bar (moștenire)

source: Bar Charts are used to show metrics as a series of bars.
ro: Graficele de bare sunt folosite pentru a arăta metrici ca o serie de bare.

source: Bar Values
ro: Valorile barei

source: Bar orientation
ro: Orientarea barului

source: Base
ro: Baza

source: Base layer map style
ro: Stilul hărții stratului de bază

source: Based on a metric
ro: Bazat pe o metrică

source: Based on granularity, number of time periods to compare against
ro: Pe baza granularității, a numărului de perioade de timp pentru a se compara

source: Based on what should series be ordered on the chart and legend
ro: Pe baza a ceea ce ar trebui să fie comandat seria pe grafic și legendă

source: Basic
ro: De bază

source: Basic information
ro: Informatii de baza

source: Batch editing %d filters:
ro: Editarea lotului %d Filtre:

source: Battery level over time
ro: Nivelul bateriei în timp

source: Be careful.
ro: Atenție.

source: Before
ro: Inainte de

source: Big Number
ro: Număr mare

source: Big Number Font Size
ro: Dimensiunea fontului cu număr mare

source: Big Number with Trendline
ro: Număr mare cu Trendline

source: Bottom
ro: Fund

source: Bottom Margin
ro: Marginea de jos

source: Bottom left
ro: Stânga jos

source: Bottom margin, in pixels, allowing for more room for axis labels
ro: Marja de jos, în pixeli, permițând mai mult spațiu pentru etichetele axelor

source: Bottom right
ro: Dreapta-jos

source: Bottom to Top
ro: De jos până la vârf

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
ro: Limite pentru axa y. Când sunt lăsați goale, limitele sunt definite dinamic pe baza min/max al datelor. Rețineți că această caracteristică va extinde doar intervalul axelor. Nu va restrânge amploarea datelor.

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
ro: Limite pentru axa. Când sunt lăsați goale, limitele sunt definite dinamic pe baza min/max al datelor. Rețineți că această caracteristică va extinde doar intervalul axelor. Nu va restrânge amploarea datelor.

source: Bounds for the primary Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
ro: Limite pentru axa y primară. Când sunt lăsați goale, limitele sunt definite dinamic pe baza min/max al datelor. Rețineți că această caracteristică va extinde doar intervalul axelor. Nu va restrânge amploarea datelor.

source: Bounds for the secondary Y-axis. Only works when Independent Y-axis bounds are enabled. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
ro: Limite pentru axa y secundară. Funcționează numai atunci când axa y independentă limitele sunt activate. Când sunt lăsați goale, limitele sunt definite dinamic pe baza min/max a datelor. Rețineți că această caracteristică se va extinde doar intervalul axei. Nu va restrânge amploarea datelor.

source: Box Plot
ro: Plot cu cutie

source: Breakdowns
ro: Defalcări

source: Bubble Chart
ro: Diagrama cu bule

source: Bubble Color
ro: Culoare cu bule

source: Bubble Size
ro: Dimensiunea bulei

source: Bubble size
ro: Dimensiunea bulei

source: Bucket break points
ro: Puncte de pauză cu găleată

source: Build
ro: Construi

source: Bulk select
ro: Select în vrac

source: Bullet Chart
ro: Grafic de gloanțe

source: Business
ro: Afaceri

source: Business Data Type
ro: Tip de date de afaceri

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
ro: În mod implicit, fiecare filtru încarcă cel mult 1000 de opțiuni la încărcarea inițială a paginii. Verificați această casetă dacă aveți mai mult de 1000 de valori ale filtrului și doriți să activați căutărea dinamică a valorilor filtrului ca tip de utilizatori (poate adăuga stres la baza de date).

source: By key: use column names as sorting key
ro: După cheie: utilizați numele de coloane ca cheie de sortare

source: By key: use row names as sorting key
ro: După cheie: utilizați numele rândului ca cheie de sortare

source: By value: use metric values as sorting key
ro: După valoare: Utilizați valori metrice ca cheie de sortare

source: CANCEL
ro: ANULARE

source: CREATE DATASET
ro: Creați set de date

source: CREATE TABLE AS
ro: Creați tabel ca.

source: CREATE VIEW AS
ro: Creați vizualizare ca.

source: CREATE VIEW statement
ro: Creați declarație de vizualizare

source: CRON Schedule
ro: Programul Cron

source: CRON expression
ro: Expresia cron

source: CSS Styles
ro: Stiluri CSS

source: CSS Templates
ro: Șabloane CSS

source: CSS applied to the chart
ro: CSS aplicat pe grafic

source: CSS template
ro: Șablon CSS

source: CSS template could not be deleted.
ro: Șablonul CSS nu a putut fi șters.

source: CSS template name
ro: Numele șablonului CSS

source: CSS template not found.
ro: Șablonul CSS nu a fost găsit.

source: CSS templates
ro: Șabloane CSS

source: CSV Upload
ro: Încărcare CSV
