Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: e.g. sql/protocolv1/o/12345
ro: de exemplu. SQL/Protocolv1/O/12345

source: e.g. world_population
ro: de exemplu. populația lumii

source: e.g. xy12345.us-east-2.aws
ro: de exemplu. XY12345.us-East-2.Aws

source: e.g., a "user id" column
ro: de exemplu, o coloană „ID de utilizator”

source: edit mode
ro: mod de editare

source: entries
ro: intrări

source: error
ro: eroare

source: error dark
ro: eroare întunecată

source: every
ro: fiecare

source: every day of the month
ro: În fiecare zi a lunii

source: every day of the week
ro: in fiecare zi a saptamanii

source: every hour
ro: fiecare ora

source: every minute
ro: in fiecare minut

source: every month
ro: in fiecare luna

source: expand
ro: extinde

source: explore
ro: explora

source: failed
ro: a eșuat

source: fetching
ro: FECTHING

source: filter_box will be deprecated in a future version of Superset. Please replace filter_box by dashboard filter components.
ro: Filter_box va fi depreciat într -o versiune viitoare a Superset. Vă rugăm să înlocuiți Filter_box cu componentele filtrului de bord.

source: flat
ro: apartament

source: for more information on how to structure your URI.
ro: Pentru mai multe informații despre cum să vă structurați URI -ul.

source: function type icon
ro: pictograma tipului funcției

source: geohash (square)
ro: Geohash (pătrat)

source: heatmap
ro: harta termografica

source: heatmap: values are normalized across the entire heatmap
ro: Map de căldură: valorile sunt normalizate pe întreaga foaie de căldură

source: here
ro: Aici

source: hour
ro: ora

source: image-rendering CSS attribute of the canvas object that defines how the browser scales up the image
ro: Atributul CSS care referă imaginea obiectului Canvas care definește modul în care browserul scalează imaginea

source: in
ro: în

source: in modal
ro: în modal

source: is expected to be a number
ro: este de așteptat să fie un număr

source: is expected to be an integer
ro: este de așteptat să fie un număr întreg

source: joined
ro: s -a alăturat

source: json isn't valid
ro: JSON nu este valabil

source: key a-z
ro: Cheia A-Z

source: key z-a
ro: Cheia Z-A

source: label
ro: eticheta

source: last day
ro: ultima zi

source: last month
ro: luna trecuta

source: last quarter
ro: ultimul sfert

source: last week
ro: săptămâna trecută

source: last year
ro: anul trecut

source: latest partition:
ro: Ultima partiție:

source: left
ro: stânga

source: less than {min} {name}
ro: mai puțin de {min} {nume}

source: linear
ro: liniar

source: log
ro: Buturuga

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
ro: Procentul mai mic trebuie să fie mai mare de 0 și mai puțin de 100. Trebuie să fie mai mic decât percentila superioară.

source: mean
ro: Rău

source: minute
ro: minut

source: monotone
ro: monoton

source: month
ro: lună

source: more than {max} {name}
ro: mai mult decât {max} {nume}

source: must have a value
ro: trebuie să aibă o valoare

source: name
ro: Nume

source: no SQL validator is configured
ro: Nu este configurat niciun validator SQL

source: no SQL validator is configured for {}
ro: Nu este configurat niciun validator SQL pentru {}

source: numeric type icon
ro: pictogramă de tip numeric

source: of parent
ro: de părinte

source: of total
ro: de total

source: offline
ro: deconectat

source: on
ro: pe

source: or
ro: sau

source: or use existing ones from the panel on the right
ro: sau utilizați cele existente din panoul din dreapta

source: orderby column must be populated
ro: Coloana de comandă trebuie populată

source: overall
ro: per total

source: p-value precision
ro: Precisia P-valoarea P.

source: pending
ro: in asteptarea

source: percentile (exclusive)
ro: Procentu (exclusiv)

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
ro: Procentile trebuie să fie o listă sau un tuple cu două valori numerice, dintre care prima este mai mică decât a doua valoare

source: permalink state not found
ro: Statul permalink nu a fost găsit

source: pixelated (Sharp)
ro: pixelat (ascuțit)

source: previous calendar month
ro: Luna calendaristică anterioară

source: previous calendar week
ro: Săptămâna calendaristică anterioară

source: previous calendar year
ro: Anul calendaristic anterior

source: published
ro: publicat

source: quarter
ro: sfert

source: queries
ro: întrebări

source: query
ro: Interogare

source: random
ro: Aleatoriu

source: reboot
ro: reporniți

source: recents
ro: recente

source: report
ro: raport

source: reports
ro: Rapoarte

source: restore zoom
ro: Restaurați zoom -ul

source: right
ro: dreapta

source: running
ro: alergare

source: saved queries
ro: Interogări salvate

source: search by tags
ro: Căutați după etichete

source: seconds
ro: secunde

source: series
ro: serie

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
ro: Seria: tratați fiecare serie în mod independent; În general: toate seriile folosesc aceeași scară; Schimbare: Afișați modificări în comparație cu primul punct de date din fiecare serie

source: square
ro: pătrat

source: stack
ro: grămadă

source: staggered
ro: eșalonat

source: step-after
ro: vitreg

source: step-before
ro: vitreg-înainte

source: stopped
ro: oprit

source: stream
ro: curent

source: string type icon
ro: pictogramă de tip șir

source: success
ro: succes

source: success dark
ro: succes întunecat

source: sum
ro: sumă

source: syntax.
ro: sintaxă.

source: tag
ro: etichetă

source: temporal type icon
ro: pictogramă de tip temporal

source: to
ro: la

source: undo
ro: Anula

source: unknown type icon
ro: pictogramă de tip necunoscut

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
ro: Procentul superior trebuie să fie mai mare de 0 și mai puțin de 100. Trebuie să fie mai mare decât procentul mai mic.

source: use latest_partition template
ro: Utilizați șablonul Ultima_partiție

source: value ascending
ro: valoare ascendentă

source: value descending
ro: Valoarea coborârii

source: variance
ro: variație

source: view instructions
ro: Vizualizați instrucțiunile

source: viz type
ro: viz

source: was created
ro: a fost creat

source: week
ro: săptămână

source: week ending Saturday
ro: Săptămâna care se încheie sâmbătă

source: week starting Sunday
ro: Săptămâna începând de duminică

source: x: values are normalized within each column
ro: X: Valorile sunt normalizate în fiecare coloană

source: y: values are normalized within each row
ro: Y: Valorile sunt normalizate în fiecare rând

source: year
ro: an

source: zoom area
ro: Zona de zoom
