Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: When using 'Group By' you are limited to use a single metric
ro: Când utilizați „Group by” sunteți limitat să utilizați o singură metrică

source: When using other than adaptive formatting, labels may overlap
ro: Când utilizați altele decât formatarea adaptativă, etichetele se pot suprapune

source: When using this option, default value can’t be set
ro: Când utilizați această opțiune, valoarea implicită nu poate fi setată

source: Whether the progress bar overlaps when there are multiple groups of data
ro: Indiferent dacă bara de progres se suprapune atunci când există mai multe grupuri de date

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
ro: Indiferent dacă tabelul a fost generat de fluxul „Vizualizare” în SQL Lab

source: Whether this column is exposed in the `Filters` section of the explore view.
ro: Indiferent dacă această coloană este expusă în secțiunea „Filtre” din Vizualizarea Explore.

source: Whether to align background charts with both positive and negative values at 0
ro: Fie să aliniați graficele de fundal atât cu valori pozitive, cât și negative la 0

source: Whether to align positive and negative values in cell bar chart at 0
ro: Fie că aliniați valorile pozitive și negative în graficul barelor celulare la 0

source: Whether to always show the annotation label
ro: Dacă să arătați întotdeauna eticheta de adnotare

source: Whether to animate the progress and the value or just display them
ro: Fie că animați progresul și valoarea sau doar afișați -le

source: Whether to apply a normal distribution based on rank on the color scale
ro: Fie că aplicați o distribuție normală pe baza rangului pe scala de culoare

source: Whether to apply filter when items are clicked
ro: Dacă aplicați filtru când sunt clic pe elemente

source: Whether to colorize numeric values by if they are positive or negative
ro: Fie că colorați valorile numerice cu dacă sunt pozitive sau negative

source: Whether to display a bar chart background in table columns
ro: Dacă să afișați un fundal de grafic de bare în coloane de tabel

source: Whether to display a legend for the chart
ro: Dacă să afișați o legendă pentru grafic

source: Whether to display bubbles on top of countries
ro: Dacă să afișăm bule în partea de sus a țărilor

source: Whether to display the aggregate count
ro: Dacă se afișează numărul de agregate

source: Whether to display the interactive data table
ro: Fie că se afișează tabelul de date interactiv

source: Whether to display the labels.
ro: Fie că se afișează etichetele.

source: Whether to display the labels. Note that the label only displays when the 5% threshold.
ro: Fie că se afișează etichetele. Rețineți că eticheta se afișează numai atunci când pragul de 5%.

source: Whether to display the legend (toggles)
ro: Dacă să afișați legenda (comutați)

source: Whether to display the metric name as a title
ro: Dacă să afișați numele metric ca titlu

source: Whether to display the min and max values of the X-axis
ro: Fie că afișați valorile min și maxime ale axei x

source: Whether to display the min and max values of the Y-axis
ro: Dacă să afișăm valorile min și maxime ale axei y

source: Whether to display the numerical values within the cells
ro: Dacă să afișăm valorile numerice în celule

source: Whether to display the stroke
ro: Dacă să afișăm cursa

source: Whether to display the time range interactive selector
ro: Fie că afișați selectorul interactiv al intervalului de timp

source: Whether to display the timestamp
ro: Dacă să afișați Timestamp

source: Whether to display the trend line
ro: Fie că se afișează linia de tendință

source: Whether to enable changing graph position and scaling.
ro: Fie să activați schimbarea poziției graficului și a scalărilor.

source: Whether to enable node dragging in force layout mode.
ro: Dacă să activezi glisarea nodului în modul de dispunere a forței.

source: Whether to fill the objects
ro: Dacă să umpleți obiectele

source: Whether to ignore locations that are null
ro: Fie că ignorați locațiile care sunt nule

source: Whether to include a client-side search box
ro: Fie că includeți o casetă de căutare din partea clientului

source: Whether to include a time filter
ro: Dacă includeți un filtru de timp

source: Whether to include the percentage in the tooltip
ro: Indiferent dacă includeți procentul în instrument

source: Whether to include the time granularity as defined in the time section
ro: Indiferent dacă includeți granularitatea timpului, așa cum este definită în secțiunea de timp

source: Whether to make the grid 3D
ro: Dacă să faci grila 3D

source: Whether to make the histogram cumulative
ro: Dacă să faci histograma cumulativă

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
ro: Indiferent dacă pentru a face această coloană disponibilă ca opțiune [Granularitate de timp], coloana trebuie să fie DateTime sau Datetime

source: Whether to normalize the histogram
ro: Fie să normalizeze histograma

source: Whether to populate autocomplete filters options
ro: Fie că populați opțiunile filtrelor complete automat

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
ro: Fie că populați dropdown -ul filtrului în secțiunea Filtru Explore View cu o listă de valori distincte preluate din backend din zbor

source: Whether to show extra controls or not. Extra controls include things like making mulitBar charts stacked or side by side.
ro: Fie că se arată sau nu controale suplimentare. Controalele suplimentare includ lucruri precum realizarea diagramelor Mulitbar stivuite sau cot la cot.

source: Whether to show minor ticks on the axis
ro: Dacă să arătați căpușe minore pe axă

source: Whether to show the pointer
ro: Dacă să arăți indicatorul

source: Whether to show the progress of gauge chart
ro: Dacă să arăți progresul graficului de ecartament

source: Whether to show the split lines on the axis
ro: Dacă să arătați liniile împărțite pe axă

source: Whether to sort ascending or descending on the base Axis.
ro: Fie să sortați ascendent sau coborâți pe axa de bază.

source: Whether to sort descending or ascending
ro: Dacă să sortați descendența sau ascenderea

source: Whether to sort descending or ascending if a series limit is present
ro: Fie să sortați descendența sau ascenderea dacă este prezentă o limită de serie

source: Whether to sort results by the selected metric in descending order.
ro: Dacă să sortați rezultatele după metrica selectată în ordine descendentă.

source: Whether to sort tooltip by the selected metric in descending order.
ro: Fie să sortați instrumentul de la metrica selectată în ordine descendentă.

source: Whether to truncate metrics
ro: Fie că trunchiează valorile

source: Which country to plot the map for?
ro: Pentru ce țară să complotezi harta?

source: Which relatives to highlight on hover
ro: Ce rude să evidențieze pe hover

source: Whisker/outlier options
ro: Opțiuni Whisker/Outlier

source: White
ro: alb

source: Width
ro: Lăţime

source: Width of the confidence interval. Should be between 0 and 1
ro: Lățimea intervalului de încredere. Ar trebui să fie între 0 și 1

source: Width of the sparkline
ro: Lățimea liniei de scânteie

source: Window must be > 0
ro: Fereastra trebuie să fie> 0

source: With a subheader
ro: Cu un sub -cap

source: Word Rotation
ro: Rotația cuvintelor

source: Working
ro: Lucru

source: Working timeout
ro: Timeout de lucru

source: World Map
ro: Harta lumii

source: Write a description for your query
ro: Scrieți o descriere pentru interogarea dvs.

source: Write a handlebars template to render the data
ro: Scrieți un șablon de ghidon pentru a reda datele

source: Write dataframe index as a column
ro: Scrieți indexul de date de date ca coloană

source: Write dataframe index as a column.
ro: Scrieți INDEXUL DE DATEFRAME ca coloană.

source: X AXIS TITLE BOTTOM MARGIN
ro: X Titlul Axei Marja de jos

source: X Axis
ro: Axa x

source: X Axis Format
ro: Formatul axei X.

source: X Axis Label
ro: X etichetă axa

source: X Axis Title
ro: X Titlul axei

source: X Tick Layout
ro: X Layout bifează

source: X bounds
ro: X limite

source: X-Axis Sort Ascending
ro: Axa X Sortare ascendentă

source: X-Axis Sort By
ro: Sortare axa x după

source: X-axis
ro: Axa X.

source: XScale Interval
ro: Interval de xscale

source: Y 2 bounds
ro: Y 2 limite

source: Y AXIS TITLE MARGIN
ro: Marja de titlu a axei

source: Y AXIS TITLE POSITION
ro: Poziția titlului axei y

source: Y Axis
ro: Y axa

source: Y Axis 2 Bounds
ro: Y axa 2 limite

source: Y Axis Bounds
ro: Y Limitele axei

source: Y Axis Format
ro: Formatul axei Y.

source: Y Axis Label
ro: Eticheta axei Y.

source: Y Axis Title
ro: Titlul axei Y.

source: Y Log Scale
ro: Scara de jurnal y

source: Y bounds
ro: Y limite

source: Y-Axis Sort Ascending
ro: Axa y sortează ascendent

source: Y-Axis Sort By
ro: Axa y sortată după

source: Y-axis
ro: Axa y

source: Y-axis bounds
ro: Limitele de axa y

source: YScale Interval
ro: Interval de yscale

source: Year
ro: An

source: Year (freq=AS)
ro: An (freq = as)

source: Yearly seasonality
ro: Anotimp anual

source: Years %s
ro: Ani %s

source: Yes
ro: da

source: Yes, cancel
ro: Da, Anulați

source: Yes, overwrite changes
ro: Da, suprascrierea schimbărilor

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ro: Importați unul sau mai multe diagrame care există deja. Suprascrierea vă poate face să vă pierdeți o parte din munca dvs. Ești sigur că vrei să suprascrieți?

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ro: Importați unul sau mai multe tablouri de bord care există deja. Suprascrierea vă poate face să vă pierdeți o parte din munca dvs. Ești sigur că vrei să suprascrieți?

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ro: Importați una sau mai multe baze de date care există deja. Suprascrierea vă poate face să vă pierdeți o parte din munca dvs. Ești sigur că vrei să suprascrieți?

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ro: Importați una sau mai multe seturi de date care există deja. Suprascrierea vă poate face să vă pierdeți o parte din munca dvs. Ești sigur că vrei să suprascrieți?

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ro: Importați una sau mai multe întrebări salvate care există deja. Suprascrierea vă poate face să vă pierdeți o parte din munca dvs. Ești sigur că vrei să suprascrieți?

source: You are not authorized to see this query. If you think this is an error, please reach out to your administrator.
ro: Nu sunteți autorizat să vedeți această interogare. Dacă credeți că aceasta este o eroare, vă rugăm să vă adresați administratorului.

source: You can
ro: Puteți

source: You can add the components in the
ro: Puteți adăuga componentele în

source: You can add the components in the edit mode.
ro: Puteți adăuga componentele în modul de editare.

source: You can also just click on the chart to apply cross-filter.
ro: Puteți, de asemenea, să faceți clic pe grafic pentru a aplica filtru încrucișat.

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
ro: Puteți alege să afișați toate graficele la care aveți acces sau numai pe cele pe care le dețineți. Selecția filtrului dvs. va fi salvată și va rămâne activă până când alegeți să o schimbați.

source: You can create a new chart or use existing ones from the panel on the right
ro: Puteți crea un grafic nou sau puteți utiliza cele existente din panoul din dreapta

source: You can preview the list of dashboards in the chart settings dropdown.
ro: Puteți previzualiza lista de tablouri de bord în meniul derulant al setărilor graficului.

source: You can't apply cross-filter on this data point.
ro: Nu puteți aplica filtru încrucișat pe acest punct de date.

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
ro: Nu puteți șterge ultimul filtru temporal, deoarece este utilizat pentru filtrele de timp de timp din tablourile de bord.

source: You cannot use 45° tick layout along with the time range filter
ro: Nu puteți utiliza aspectul de bifare de 45 ° împreună cu filtrul de interval de timp

source: You cannot use [Columns] in combination with [Group By]/[Metrics]/[Percentage Metrics]. Please choose one or the other.
ro: Nu puteți utiliza [coloane] în combinație cu [grup de]/[metrici]/[metrici procentuale]. Vă rugăm să alegeți unul sau altul.

source: You do not have permission to edit this %s
ro: Nu aveți permisiunea de a edita acest %s

source: You do not have permission to edit this chart
ro: Nu aveți permisiunea de a edita acest grafic

source: You do not have permission to edit this dashboard
ro: Nu aveți permisiunea de a edita acest tablou de bord

source: You do not have permissions to access the datasource(s): %(name)s.
ro: Nu aveți permisiuni pentru a accesa DataSource (e): %(nume) s.

source: You do not have permissions to edit this dashboard.
ro: Nu aveți permisiuni pentru a edita acest tablou de bord.

source: You don't have access to this chart.
ro: Nu aveți acces la acest grafic.

source: You don't have access to this dashboard.
ro: Nu aveți acces la acest tablou de bord.

source: You don't have access to this dataset.
ro: Nu aveți acces la acest set de date.

source: You don't have access to this embedded dashboard config.
ro: Nu aveți acces la această configurație de bord încorporată.

source: You don't have any favorites yet!
ro: Încă nu aveți favorite!

source: You don't have permission to modify the value.
ro: Nu aveți permisiunea de a modifica valoarea.

source: You don't have the rights to alter %(resource)s
ro: Nu aveți drepturile de a modifica %(resurse) s

source: You don't have the rights to alter this chart
ro: Nu aveți drepturile de a modifica acest grafic

source: You don't have the rights to alter this dashboard
ro: Nu aveți drepturile de a modifica acest tablou de bord

source: You don't have the rights to alter this title.
ro: Nu aveți drepturile de a modifica acest titlu.

source: You don't have the rights to create a chart
ro: Nu aveți drepturile de a crea un grafic

source: You don't have the rights to create a dashboard
ro: Nu aveți drepturile de a crea un tablou de bord

source: You don't have the rights to download as csv
ro: Nu aveți drepturile de descărcare ca CSV

source: You have no permission to approve this request
ro: Nu aveți permisiunea de a aproba această solicitare

source: You have removed this filter.
ro: Ați eliminat acest filtru.

source: You have unsaved changes.
ro: Aveți modificări nevăzute.

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
ro: Ați utilizat toate sloturile de anulare (istoriclength) și nu veți putea anula pe deplin acțiunile ulterioare. Puteți salva starea actuală pentru a reseta istoricul.

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
ro: Trebuie să fiți un proprietar de set de date pentru a edita. Vă rugăm să contactați un proprietar de set de date pentru a solicita modificări sau pentru a edita accesul.

source: You must pick a name for the new dashboard
ro: Trebuie să alegeți un nume pentru noul tablou de bord

source: You must run the query successfully first
ro: Trebuie să rulați mai întâi interogarea cu succes mai întâi

source: You need to configure HTML sanitization to use CSS
ro: Trebuie să configurați igienizarea HTML pentru a utiliza CSS

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
ro: Ați actualizat valorile din panoul de control, dar graficul nu a fost actualizat automat. Rulați interogarea făcând clic pe butonul „Grafic de actualizare” sau

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
ro: Ați schimbat seturi de date. Au fost păstrate orice controale cu date (coloane, metrici) care se potrivesc cu acest nou set de date.

source: Your chart is not up to date
ro: Graficul dvs. nu este actualizat

source: Your chart is ready to go!
ro: Graficul tău este gata de plecare!

source: Your dashboard is too large. Please reduce its size before saving it.
ro: Tabloul de bord este prea mare. Vă rugăm să reduceți dimensiunea înainte de a o salva.

source: Your query could not be saved
ro: Interogarea dvs. nu a putut fi salvată

source: Your query could not be scheduled
ro: Interogarea dvs. nu a putut fi programată

source: Your query could not be updated
ro: Interogarea dvs. nu a putut fi actualizată

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
ro: Interogarea dvs. a fost programată. Pentru a vedea detalii despre întrebarea dvs., navigați la întrebări salvate

source: Your query was not properly saved
ro: Interogarea dvs. nu a fost salvată în mod corespunzător

source: Your query was saved
ro: Interogarea ta a fost salvată

source: Your query was updated
ro: Interogarea dvs. a fost actualizată

source: Your report could not be deleted
ro: Raportul dvs. nu a putut fi șters

source: Zero imputation
ro: Zero imputare

source: Zoom level of the map
ro: Nivelul zoom al hărții

source: [ untitled dashboard ]
ro: [tabloul de bord fără titlu]

source: [Longitude] and [Latitude] columns must be present in [Group By]
ro: [Longitudinea] și [latitudinea] coloanele trebuie să fie prezente în [grup de]

source: [Longitude] and [Latitude] must be set
ro: [Longitudine] și [latitudinea] trebuie stabilite

source: [Missing Dataset]
ro: [Set de date lipsă]

source: [Superset] Access to the datasource %(name)s was granted
ro: [Superset] Accesul la DataSource %(nume) s a fost acordat

source: [Untitled]
ro: [Fără titlu]

source: [copy]
ro: [copie]

source: [dashboard name]
ro: [Numele tabloului de bord]

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
ro: [Opțional] Această metrică secundară este utilizată pentru a defini culoarea ca raport față de metrica primară. Când este omisă, culoarea este categorică și se bazează pe etichete

source: [untitled]
ro: [fără titlu]

source: `compare_columns` must have the same length as `source_columns`.
ro: `Compare_columns` trebuie să aibă aceeași lungime ca` sursă_columns`.

source: `compare_type` must be `difference`, `percentage` or `ratio`
ro: `compare_type` trebuie să fie„ diferență ”,` procent` sau `raport`

source: `confidence_interval` must be between 0 and 1 (exclusive)
ro: `încredere_interval` trebuie să fie între 0 și 1 (exclusiv)

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
ro: `Count` este contor (*) dacă este utilizat un grup. Coloanele numerice vor fi agregate cu agregatorul. Coloanele non-numerice vor fi utilizate pentru a eticheta punctele. Lăsați gol pentru a obține un număr de puncte în fiecare cluster.

source: `operation` property of post processing object undefined
ro: Proprietatea „Operare” a obiectului de procesare nedefinit

source: `prophet` package not installed
ro: Pachetul „Profet” nu este instalat

source: `rename_columns` must have the same length as `columns`.
ro: `Rename_columns` trebuie să aibă aceeași lungime ca„ coloane ”.

source: `row_limit` must be greater than or equal to 0
ro: `Row_Limit` trebuie să fie mai mare sau egal cu 0

source: `row_offset` must be greater than or equal to 0
ro: `Row_offset` trebuie să fie mai mare sau egal cu 0

source: `width` must be greater or equal to 0
ro: `Lățimea 'trebuie să fie mai mare sau egală cu 0

source: aggregate
ro: agregat

source: alert
ro: alerta

source: alert dark
ro: Alertați întunericul

source: alerts
ro: Alerte

source: all
ro: toate

source: also copy (duplicate) charts
ro: De asemenea, copiați (duplicat) diagrame

source: ancestor
ro: strămoş

source: and
ro: și

source: annotation
ro: adnotare

source: annotation_layer
ro: adnotare_layer

source: at
ro: la

source: auto (Smooth)
ro: Auto (neted)

source: background
ro: fundal

source: basis
ro: bază

source: below (example:
ro: Mai jos (Exemplu:

source: between {down} and {up} {name}
ro: între {down} și {up} {nume}

source: bolt
ro: șurub

source: boolean type icon
ro: pictograma tip boolean

source: bottom
ro: fund

source: button (cmd + z) until you save your changes.
ro: Buton (CMD + Z) până când salvați modificările.

source: by using
ro: prin utilizarea

source: cannot be empty
ro: nu poate fi gol

source: change
ro: Schimbare

source: chart
ro: diagramă

source: charts
ro: Grafice

source: choose WHERE or HAVING...
ro: Alegeți unde sau aveți ...

source: clear all filters
ro: Ștergeți toate filtrele

source: click here
ro: click aici

source: code ISO 3166-1 alpha-2 (cca2)
ro: Cod ISO 3166-1 Alpha-2 (CCA2)

source: code ISO 3166-1 alpha-3 (cca3)
ro: Cod ISO 3166-1 Alpha-3 (CCA3)

source: code International Olympic Committee (cioc)
ro: Cod Comitetul Olimpic Internațional (CIOC)

source: column
ro: coloană

source: connecting to %(dbModelName)s.
ro: conectarea la %(dbmodelname) s.

source: count
ro: numara

source: create
ro: crea

source: create a new chart
ro: Creați un nou grafic

source: create dataset from SQL query
ro: Creați set de date din interogarea SQL

source: cumsum
ro: Cumcă

source: cumulative
ro: cumulativ

source: dashboard
ro: bord

source: dashboards
ro: Tablouri de bord

source: database
ro: Bază de date

source: dataset
ro: set de date

source: dataset name
ro: Numele setului de date

source: date
ro: Data

source: day
ro: zi

source: day of the month
ro: Ziua lunii

source: day of the week
ro: zi a săptămânii

source: deck.gl Arc
ro: punte.gl arc

source: deck.gl Grid
ro: Grila punte.gl

source: deck.gl Heatmap
ro: Deck.gl HEADMAP

source: deck.gl Multiple Layers
ro: Deck.gl mai multe straturi

source: deck.gl Path
ro: punte.gl

source: deck.gl Polygon
ro: Poligon de punte.gl

source: deck.gl Scatterplot
ro: punte.gl Scatterplot

source: deck.gl Screen Grid
ro: Grila de ecran de punte.gl

source: deck.gl charts
ro: Graficele de punte.gl

source: deckGL
ro: punte

source: default
ro: Mod implicit

source: delete
ro: șterge

source: descendant
ro: descendent

source: description
ro: Descriere

source: deviation
ro: deviere

source: dialect+driver://username:password@host:port/database
ro: dialect+driver: // nume de utilizator: parolă@gazdă: port/baze de date

source: draft
ro: proiect

source: e.g. ********
ro: de exemplu. ********

source: e.g. 127.0.0.1
ro: de exemplu. 127.0.0.1

source: e.g. 5432
ro: de exemplu. 5432

source: e.g. AccountAdmin
ro: de exemplu. AccountAdmin

source: e.g. Analytics
ro: de exemplu. Analitică

source: e.g. compute_wh
ro: de exemplu. calcul_wh

source: e.g. param1=value1&param2=value2
ro: de exemplu. param1 = value1 & param2 = value2
