Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: One or more columns do not exist
ro: Una sau mai multe coloane nu există

source: One or more metrics already exist
ro: Există deja una sau mai multe valori

source: One or more metrics are duplicated
ro: Una sau mai multe valori sunt duplicate

source: One or more metrics do not exist
ro: Una sau mai multe valori nu există

source: One or more parameters needed to configure a database are missing.
ro: Lipsesc unul sau mai mulți parametri necesari pentru configurarea unei baze de date.

source: One or more parameters specified in the query are malformatted.
ro: Unul sau mai mulți parametri specificați în interogare sunt malformati.

source: One or more parameters specified in the query are missing.
ro: Unul sau mai mulți parametri specificați în interogare lipsesc.

source: One or more required fields are missing in the request. Please try again, and if the problem persists contact your administrator.
ro: Unul sau mai multe câmpuri necesare lipsesc în cerere. Vă rugăm să încercați din nou și dacă problema persistă contactați administratorul.

source: One ore more annotation layers failed loading.
ro: Un minereu mai multe straturi de adnotare nu au reușit să încarce.

source: Only SELECT statements are allowed against this database.
ro: Doar declarații selectate sunt permise pentru această bază de date.

source: Only Total
ro: Doar total

source: Only `SELECT` statements are allowed
ro: Sunt permise doar declarații „selectate”

source: Only applies when "Label Type" is not set to a percentage.
ro: Se aplică numai atunci când „tipul de etichetă” nu este setat la un procent.

source: Only applies when "Label Type" is set to show values.
ro: Se aplică numai atunci când „tipul de etichetă” este setat pentru a afișa valori.

source: Only selected panels will be affected by this filter
ro: Doar panourile selectate vor fi afectate de acest filtru

source: Only show the total value on the stacked chart, and not show on the selected category
ro: Afișați doar valoarea totală pe graficul stivuit și nu se afișează pe categoria selectată

source: Only single queries supported
ro: Doar interogări unice acceptate

source: Only the following file extensions are allowed: %(allowed_extensions)s
ro: Sunt permise doar următoarele extensii de fișiere: %(permis_extensions) s

source: Oops! An error occurred!
ro: ! A aparut o eroare!

source: Opacity
ro: Opacitate

source: Opacity of Area Chart. Also applies to confidence band.
ro: Opacitatea graficului zonei. De asemenea, se aplică trupei de încredere.

source: Opacity of all clusters, points, and labels. Between 0 and 1.
ro: Opacitatea tuturor clusterelor, punctelor și etichetelor. Între 0 și 1.

source: Opacity of area chart.
ro: Opacitatea graficului zonei.

source: Opacity, expects values between 0 and 100
ro: Opacitate, așteaptă valori între 0 și 100

source: Open Datasource tab
ro: Deschideți fila DataSource

source: Open in SQL Lab
ro: Deschis în SQL Lab

source: Open query in SQL Lab
ro: Deschideți interogare în SQL Lab

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
ro: Operați baza de date în modul asincron, ceea ce înseamnă că întrebările sunt executate pe lucrători la distanță, spre deosebire de serverul web în sine. Aceasta presupune că aveți o configurație a lucrătorilor de țelină, precum și un backend de rezultate. Consultați documentele de instalare pentru mai multe informații.

source: Operator undefined for aggregator: %(name)s
ro: Operator nedefinit pentru agregator: %(nume) s

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
ro: Conținut opțional CA_BUNDLE pentru a valida solicitările HTTPS. Disponibil numai pe anumite motoare ale bazei de date.

source: Optional d3 date format string
ro: Opțional D3 Date Format String

source: Optional d3 number format string
ro: Șir opțional de format de număr D3

source: Optional name of the data column.
ro: Numele opțional al coloanei de date.

source: Optional warning about use of this metric
ro: Avertisment opțional despre utilizarea acestei metrice

source: Options
ro: Opțiuni

source: Or choose from a list of other databases we support:
ro: Sau alegeți dintr -o listă de alte baze de date pe care le acceptăm:

source: Order by entity id
ro: Comandați de către ID -ul entității

source: Order results by selected columns
ro: Rezultatele comenzii de către coloane selectate

source: Ordering
ro: Comanda

source: Orientation
ro: Orientare

source: Orientation of bar chart
ro: Orientarea graficului de bare

source: Orientation of filter bar
ro: Orientarea barei de filtrare

source: Orientation of tree
ro: Orientarea copacului

source: Original table column order
ro: Ordinea originală a coloanei tabelului

source: Original value
ro: Valoarea originală

source: Orthogonal
ro: Ortogonală

source: Other
ro: Alte

source: Outdoors
ro: În aer liber

source: Outer Radius
ro: Raza exterioară

source: Outer edge of Pie chart
ro: Marginea exterioară a graficului de plăcintă

source: Overlap
ro: Suprapune

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
ro: Suprapuneți unul sau mai multe ori dintr -o perioadă de timp relativă. Se așteaptă deltas de timp relativ în limbajul natural (exemplu: 24 de ore, 7 zile, 52 de săptămâni, 365 de zile). Textul gratuit este acceptat.

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
ro: Suprapuneți unul sau mai multe ori dintr -o perioadă de timp relativă. Se așteaptă deltas de timp relativ în limbajul natural (exemplu: 24 de ore, 7 zile, 52 de săptămâni, 365 de zile). Textul gratuit este acceptat.

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
ro: Suprapune o grilă hexagonală pe o hartă și agregă datele în limita fiecărei celule.

source: Override time grain
ro: Înlocuiți cerealele de timp

source: Override time range
ro: Trecerea intervalului de timp

source: Overwrite
ro: Suprascrie

source: Overwrite & Explore
ro: Suprascrieți și explorați

source: Overwrite Dashboard [%s]
ro: Suprascrieți tabloul de bord [%s]

source: Overwrite Duplicate Columns
ro: Suprascrieți coloanele duplicate

source: Overwrite existing
ro: Suprascrieți existent

source: Overwrite text in the editor with a query on this table
ro: Suprascrieți textul în editor cu o interogare pe această masă

source: Owned Created or Favored
ro: Deținut creat sau favorizat

source: Owner
ro: Proprietar

source: Owners
ro: Proprietari

source: Owners are invalid
ro: Proprietarii nu sunt invali

source: Owners is a list of users who can alter the dashboard.
ro: Proprietarii este o listă de utilizatori care pot modifica tabloul de bord.

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
ro: Proprietarii este o listă de utilizatori care pot modifica tabloul de bord. Căutabil după nume sau nume de utilizator.

source: Page length
ro: Lungimea paginii

source: Paired t-test Table
ro: Tabelul de testare în pereche

source: Pandas resample method
ro: Metoda de reemplare PANDAS

source: Pandas resample rule
ro: Regula de reîncadrare a panda

source: Parallel Coordinates
ro: Coordonate paralele

source: Parameter error
ro: Eroare a parametrilor

source: Parameters
ro: Parametri

source: Parameters
ro: Parametri

source: Parameters related to the view and perspective on the map
ro: Parametrii legați de vizualizarea și perspectiva pe hartă

source: Parent
ro: Mamă

source: Parse Dates
ro: Datele privind parse

source: Part of a Whole
ro: Parte a unui întreg

source: Partition Chart
ro: Diagrama partiției

source: Partition Diagram
ro: Diagrama partiției

source: Partition Limit
ro: Limită de partiție

source: Partition Threshold
ro: Prag de partiție

source: Partitions whose height to parent height proportions are below this value are pruned
ro: Partiții a căror proporții de înălțime a înălțimii părinte sunt sub această valoare sunt tăiat

source: Password
ro: Parola

source: Paste Private Key here
ro: Lipiți cheia privată aici

source: Paste content of service credentials JSON file here
ro: Lipiți conținutul de acreditări de servicii fișierul json aici

source: Paste the shareable Google Sheet URL here
ro: Lipiți URL -ul partajat Google aici

source: Pattern
ro: Model

source: Percent Change
ro: Procent de schimbare

source: Percentage
ro: Procent

source: Percentage change
ro: Schimbare procentuală

source: Percentage metrics
ro: Valorile procentuale

source: Percentage threshold
ro: Prag procentual

source: Percentages
ro: Procente

source: Performance
ro: Performanţă

source: Period average
ro: Media perioadei

source: Periods
ro: Perioade

source: Periods must be a whole number
ro: Perioadele trebuie să fie un număr întreg

source: Person or group that has certified this chart.
ro: Persoană sau grup care a certificat acest grafic.

source: Person or group that has certified this dashboard.
ro: Persoană sau grup care a certificat acest tablou de bord.

source: Person or group that has certified this metric
ro: Persoană sau grup care a certificat această metrică

source: Physical
ro: Fizic

source: Physical (table or view)
ro: Fizic (tabel sau vedere)

source: Physical dataset
ro: Set de date fizice

source: Pick a dimension from which categorical colors are defined
ro: Alegeți o dimensiune din care sunt definite culori categorice

source: Pick a granularity in the Time section or uncheck 'Include Time'
ro: Alegeți o granularitate în secțiunea de timp sau debifați -vă „include timpul”

source: Pick a metric for left axis!
ro: Alegeți o metrică pentru axa stângă!

source: Pick a metric for right axis!
ro: Alegeți o metrică pentru axa dreaptă!

source: Pick a metric for x, y and size
ro: Alegeți o metrică pentru x, y și dimensiune

source: Pick a metric to display
ro: Alegeți o metrică de afișat

source: Pick a metric!
ro: Alegeți o metrică!

source: Pick a name to help you identify this database.
ro: Alegeți un nume pentru a vă ajuta să identificați această bază de date.

source: Pick a nickname for how the database will display in Superset.
ro: Alegeți o poreclă pentru modul în care se va afișa baza de date în Superset.

source: Pick a set of deck.gl charts to layer on top of one another
ro: Alegeți un set de diagrame de punte.

source: Pick a time granularity for your time series
ro: Alegeți o granularitate de timp pentru seria dvs. de timp

source: Pick a title for you annotation.
ro: Alegeți un titlu pentru adnotare.

source: Pick at least one field for [Series]
ro: Alegeți cel puțin un câmp pentru [serie]

source: Pick at least one metric
ro: Alegeți cel puțin o metrică

source: Pick exactly 2 columns as [Source / Target]
ro: Alegeți exact 2 coloane ca [sursă / țintă]

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
ro: Alegeți una sau mai multe coloane care ar trebui să fie afișate în adnotare. Dacă nu selectați o coloană, toate vor fi afișate.

source: Pick your favorite markup language
ro: Alegeți -vă limba de marcare preferată

source: Pie Chart
ro: Graficul proporțiilor

source: Pie shape
ro: Forma plăcintă

source: Pin
ro: Ac

source: Pivot Table
ro: Masă rotativă

source: Pivot operation must include at least one aggregate
ro: Funcționarea pivotului trebuie să includă cel puțin un agregat

source: Pivot operation requires at least one index
ro: Funcționarea pivotului necesită cel puțin un index

source: Pivoted
ro: Pivotat

source: Pixel height of each series
ro: Înălțimea pixelilor fiecărei serii

source: Pixels
ro: Pixeli

source: Plain
ro: Simplu

source: Please DO NOT overwrite the "filter_scopes" key.
ro: Vă rugăm să nu suprascrieți tasta „Filter_scopes”.

source: Please apply filter changes
ro: Vă rugăm să aplicați modificări ale filtrului

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
ro: Vă rugăm să verificați întrebarea dvs. și să confirmați că toți parametrii șablonului sunt înconjurați de bretele duble, de exemplu, "{{ds}}". Apoi, încercați din nou să vă desfășurați interogarea.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
ro: Vă rugăm să verificați interogarea dvs. pentru erori de sintaxă la sau aproape „%(Syntax_error) s”. Apoi, încercați din nou să vă desfășurați interogarea.

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
ro: Vă rugăm să verificați interogarea pentru erorile de sintaxă în apropierea „%(server_error) s”. Apoi, încercați din nou să vă desfășurați interogarea.

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
ro: Vă rugăm să verificați parametrii șablonului pentru erori de sintaxă și asigurați -vă că se potrivesc cu interogarea SQL și setați parametrii. Apoi, încercați din nou să vă desfășurați interogarea.

source: Please choose at least one groupby
ro: Vă rugăm să alegeți cel puțin un grup

source: Please choose different metrics on left and right axis
ro: Vă rugăm să alegeți diferite valori pe axa stânga și dreapta

source: Please confirm
ro: Vă rugăm să confirmați

source: Please confirm the overwrite values.
ro: Vă rugăm să confirmați valorile de suprascriere.

source: Please enter a SQLAlchemy URI to test
ro: Vă rugăm să introduceți un URI sqlalchemy pentru a testa

source: Please filter set name
ro: Vă rugăm să filtrați numele setului

source: Please re-enter the password.
ro: Vă rugăm să reintrați parola.

source: Please re-export your file and try importing again
ro: Vă rugăm să reexportați fișierul și să încercați să importați din nou

source: Please reach out to the Chart Owner for assistance.
ro: Vă rugăm să contactați proprietarul graficului pentru asistență.

source: Please save the query to enable sharing
ro: Vă rugăm să salvați interogarea pentru a activa partajarea

source: Please save your chart first, then try creating a new email report.
ro: Vă rugăm să salvați mai întâi graficul, apoi încercați să creați un nou raport de e -mail.

source: Please save your dashboard first, then try creating a new email report.
ro: Vă rugăm să salvați mai întâi tabloul de bord, apoi încercați să creați un nou raport de e -mail.

source: Please select both a Dataset and a Chart type to proceed
ro: Vă rugăm să selectați atât un set de date, cât și un tip de diagramă pentru a continua

source: Please use 3 different metric labels
ro: Vă rugăm să utilizați 3 etichete metrice diferite

source: Plot the distance (like flight paths) between origin and destination.
ro: Trageți distanța (cum ar fi căile de zbor) între origine și destinație.

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
ro: Prezintă valorile individuale pentru fiecare rând în date pe verticală și le leagă ca linie. Acest grafic este util pentru compararea mai multor valori pe toate eșantioanele sau rândurile din date.

source: Plugins
ro: Pluginuri

source: Point Color
ro: Culoarea punctului

source: Point Radius
ro: Raza punctului

source: Point Radius Scale
ro: Scala de rază a punctului

source: Point Radius Unit
ro: Unitatea de rază de punct

source: Point Size
ro: Dimensiunea punctului

source: Point Unit
ro: Unitate de punct

source: Point to your spatial columns
ro: Indicați coloanele spațiale

source: Points
ro: Puncte

source: Points and clusters will update as the viewport is being changed
ro: Punctele și clusterele se vor actualiza pe măsură ce vizionarea este schimbată

source: Polygon Column
ro: Coloană poligon

source: Polygon Encoding
ro: Codificare poligon

source: Polygon Settings
ro: Setări poligon

source: Polyline
ro: Polilinie

source: Pop Tab Link
ro: Link POP Tab

source: Populate "Default value" to enable this control
ro: Populați „valoarea implicită” pentru a activa acest control

source: Population age data
ro: Datele privind vârsta populației

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
ro: Port %(port) s pe numele gazdă " %(hostname) s" a refuzat conexiunea.

source: Port out of range 0-65535
ro: Port în afara razei 0-65535

source: Position JSON
ro: Poziția JSON

source: Position of child node label on tree
ro: Poziția etichetei nodului pentru copii pe copac

source: Position of column level subtotal
ro: Poziția subtotalului nivelului coloanei

source: Position of intermediate node label on tree
ro: Poziția etichetei nodului intermediar pe copac

source: Position of row level subtotal
ro: Poziția nivelului de rând subtotal

source: Powered by Apache Superset
ro: Alimentat de Apache Superset

source: Pre-filter
ro: Pre-filtru

source: Pre-filter available values
ro: Valori disponibile înainte de filtru

source: Pre-filter is required
ro: Filterul este necesar

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
ro: Predicat aplicat la obținerea unei valori distincte pentru a popula componenta de control al filtrului. Suportă sintaxa șablonului Jinja. Se aplică numai atunci când este activat `Activare Filtru Select`.

source: Predictive
ro: Predictiv

source: Predictive Analytics
ro: Analize predictive

source: Preview
ro: previzualizare

source: Preview: `%s`
ro: Previzualizare: `%s`

source: Previous
ro: Anterior

source: Previous Line
ro: Linia anterioară

source: Primary
ro: Primar

source: Primary Metric
ro: Metric primar

source: Primary key
ro: Cheia principala

source: Primary or secondary y-axis
ro: Axa Y primară sau secundară

source: Primary y-axis Bounds
ro: Limitele primare a axei y

source: Primary y-axis format
ro: Format primar al axei y

source: Private Key
ro: Cheie privată

source: Private Key & Password
ro: Cheie privată și parolă

source: Private Key Password
ro: Parola cheie privată

source: Proceed
ro: Continua

source: Profile
ro: Profil

source: Profile picture provided by Gravatar
ro: Poza de profil oferită de Gravatar

source: Progress
ro: Progres

source: Progressive
ro: Progresiv

source: Propagate
ro: Propaga

source: Proportional
ro: Proporţional

source: Public and privately shared sheets
ro: Fișe publice și partajate

source: Publicly shared sheets only
ro: DOAR foaie împărtășite public

source: Published
ro: Publicat

source: Purple
ro: Violet

source: Put labels outside
ro: Puneți etichete afară

source: Put the labels outside of the pie?
ro: Puneți etichetele în afara plăcintei?

source: Put the labels outside the pie?
ro: Puneți etichetele în afara plăcintei?

source: Put your code here
ro: Pune -ți codul aici

source: Python datetime string pattern
ro: Python Datetime String Model

source: QUERY DATA IN SQL LAB
ro: Date de interogare în SQL Lab

source: Quarter
ro: Sfert

source: Quarters %s
ro: Sferturi %s

source: Queries
ro: Întrebări

source: Query
ro: Interogare

source: Query %s: %s
ro: Interogare %s: %s

source: Query A
ro: Interogare a

source: Query B
ro: Interogare b

source: Query History
ro: Istoricul interogării

source: Query does not exist
ro: Interogarea nu există

source: Query history
ro: Istoricul interogării

source: Query imported
ro: Importare importată

source: Query in a new tab
ro: Interogare într -o nouă filă

source: Query is too complex and takes too long to run.
ro: Interogarea este prea complexă și durează prea mult pentru a rula.

source: Query mode
ro: Mod de interogare

source: Query name
ro: Numele de interogare

source: Query preview
ro: Previzualizare interogare

source: Query was stopped
ro: Interogarea a fost oprită

source: Query was stopped.
ro: Interogarea a fost oprită.

source: RANGE TYPE
ro: Tip de gamă

source: RGB Color
ro: Culoare RGB

source: RLS Rule could not be deleted.
ro: Regula RLS nu a putut fi ștersă.

source: RLS Rule not found.
ro: Regula RLS nu a fost găsită.

source: Radar Chart
ro: Diagrama radarului

source: Radar render type, whether to display 'circle' shape.
ro: Tipul radarului radar, fie să afișăm forma „cerc”.

source: Radius in kilometers
ro: Rază în kilometri

source: Radius in meters
ro: Rază în metri

source: Radius in miles
ro: Rază în kilometri

source: Ran %s
ro: A rulat %s

source: Range
ro: Gamă

source: Range filter
ro: Filtru de gamă

source: Range filter plugin using AntD
ro: Range Filter Plugin folosind ANTD

source: Range labels
ro: Etichete de gamă

source: Ranges
ro: Intervale

source: Ranges to highlight with shading
ro: Intervale de evidențiat cu umbrire

source: Ranking
ro: Clasament

source: Ratio
ro: Raport

source: Raw records
ro: Înregistrări brute

source: Ready to review filters in this dashboard?
ro: Sunteți gata să revizuiți filtrele din acest tablou de bord?

source: Rebuild
ro: Reconstrui

source: Recent activity
ro: Activitate recenta

source: Recently created charts, dashboards, and saved queries will appear here
ro: Graficele create recent, tablourile de bord și întrebările salvate vor apărea aici

source: Recently edited charts, dashboards, and saved queries will appear here
ro: Graficele editate recent, tablourile de bord și interogările salvate vor apărea aici

source: Recently modified
ro: Modificat recent

source: Recently viewed charts, dashboards, and saved queries will appear here
ro: Graficele vizualizate recent, tablourile de bord și interogările salvate vor apărea aici

source: Recents
ro: Recente

source: Recipients are separated by "," or ";"
ro: Destinatarii sunt separați prin „,„ sau ”;

source: Recommended tags
ro: Etichete recomandate

source: Record Count
ro: Număr de înregistrări

source: Rectangle
ro: Dreptunghi

source: Redirects to this endpoint when clicking on the table from the table list
ro: Redirecționează la acest punct final atunci când faceți clic pe tabelul din lista tabelului

source: Redo the action
ro: Reface acțiunea

source: Reduce X ticks
ro: Reduceți x căpușe

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
ro: Reduce numărul de căpușe de axă X care trebuie redate. Dacă este adevărat, axa X nu se va revărsa și etichetele pot lipsi. Dacă este fals, se va aplica o lățime minimă pe coloane, iar lățimea se poate revărsa într -un derulat orizontal.

source: Refer to the
ro: Consultați la

source: Referenced columns not available in DataFrame.
ro: Coloane referințate care nu sunt disponibile în DataFrame.

source: Refetch results
ro: Rezultatele referat

source: Refresh
ro: Reîmprospăta

source: Refresh dashboard
ro: Reîmprospătați tabloul de bord

source: Refresh frequency
ro: Frecvența de actualizare

source: Refresh interval
ro: Interval de reîmprospătare

source: Refresh interval saved
ro: Intervalul de actualizare salvat

source: Refresh table list
ro: Lista tabelului de actualizare

source: Refresh tables
ro: Tabele de reîmprospătare

source: Refresh the default values
ro: Reîmprospătați valorile implicite

source: Refreshing charts
ro: Diagrame răcoritoare
