Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
ro: Afișați metrici cot la cot în fiecare coloană, spre deosebire de fiecare coloană afișată cot la cot pentru fiecare metrică.

source: Display row level total
ro: Afișare nivelul rândului total

source: Display settings
ro: Setări de afișare

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
ro: Afișează conexiunile între entități dintr -o structură grafică. Util pentru maparea relațiilor și arătarea care noduri sunt importante într -o rețea. Graficele de grafic pot fi configurate pentru a fi direcționate sau circulă. Dacă datele dvs. au o componentă geospatială, încercați Graficul Arc Deck.Gl.

source: Distribute across
ro: Distribuie peste

source: Distribution
ro: Distribuție

source: Distribution - Bar Chart
ro: Distribuție - Diagrama de bare

source: Divider
ro: Divizor

source: Do you want a donut or a pie?
ro: Vrei o gogoașă sau o plăcintă?

source: Documentation
ro: Documentație

source: Domain
ro: Domeniu

source: Donut
ro: Gogoașă

source: Dotted
ro: Punctat

source: Download
ro: Descarca

source: Download as image
ro: Descărcați ca imagine

source: Download to CSV
ro: Descărcați pe CSV

source: Draft
ro: Proiect

source: Drag and drop components and charts to the dashboard
ro: Trageți și aruncați componente și diagrame pe tabloul de bord

source: Drag and drop components to this tab
ro: Trageți și aruncați componentele în această filă

source: Draw a marker on data points. Only applicable for line types.
ro: Desenați un marker pe punctele de date. Aplicabil numai pentru tipurile de linie.

source: Draw area under curves. Only applicable for line types.
ro: Desenați zona sub curbe. Aplicabil numai pentru tipurile de linie.

source: Draw line from Pie to label when labels outside?
ro: Desenați linia de la plăcintă la etichetă când etichetele afară?

source: Draw split lines for minor axis ticks
ro: Desenați linii împărțite pentru căpușele axelor minore

source: Draw split lines for minor y-axis ticks
ro: Desenați linii împărțite pentru căpușele minore de axa y

source: Drill by
ro: Foraj de

source: Drill by is not available for this data point
ro: Forajul nu este disponibil pentru acest punct de date

source: Drill by is not yet supported for this chart type
ro: Forajul nu este încă acceptat pentru acest tip de diagramă

source: Drill by: %s
ro: Foraj de: %s

source: Drill to detail
ro: Foraj la detalii

source: Drill to detail by
ro: Foraj la detalii de

source: Drill to detail by value is not yet supported for this chart type.
ro: Forajul la detalii după valoare nu este încă acceptat pentru acest tip de diagramă.

source: Drill to detail is disabled because this chart does not group data by dimension value.
ro: Drill to Detail este dezactivat, deoarece acest grafic nu grupează datele după valoarea dimensiunii.

source: Drill to detail: %s
ro: Foraj la detalii: %s

source: Drop a column here or click
ro: Aruncați o coloană aici sau faceți clic pe

source: Drop a column/metric here or click
ro: Renunțați aici o coloană/metrică sau faceți clic pe

source: Drop a temporal column here or click
ro: Renunțați aici o coloană temporală sau faceți clic pe

source: Drop columns/metrics here or click
ro: Renunțați la coloane/valorile aici sau faceți clic pe

source: Dual Line Chart
ro: Diagrama de linie dublă

source: Duplicate
ro: Duplicat

source: Duplicate column name(s): %(columns)s
ro: Numele (coloanele duplicat): %(coloane) s

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
ro: Coloană duplicată/etichete metrice: %(etichete) s. Vă rugăm să vă asigurați că toate coloanele și valorile au o etichetă unică.

source: Duplicate dataset
ro: Set de date duplicat

source: Duplicate tab
ro: Fila duplicată

source: Duration
ro: Durată

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
ro: Durata (în secunde) a timpului de cache pentru diagramele acestei baze de date. Un interval de timp de 0 indică faptul că memoria cache nu expiră niciodată și -1 ocolește cache -ul. Rețineți că aceasta este implicită la expirarea globală, dacă este nedefinită.

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.
ro: Durata (în secunde) a timpului de cache pentru diagramele acestei baze de date. Un interval de timp de 0 indică faptul că memoria cache nu expiră niciodată. Rețineți că aceasta este implicită la expirarea globală, dacă este nedefinită.

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
ro: Durata (în câteva secunde) a expirării în cache pentru acest grafic. Rețineți că aceasta este implicită la timpul de timp/tabelul de date, dacă este nedefinit.

source: Duration (in seconds) of the caching timeout for this chart. Set to -1 to bypass the cache. Note this defaults to the dataset's timeout if undefined.
ro: Durata (în câteva secunde) a expirării în cache pentru acest grafic. Setați -1 pentru a ocoli cache -ul. Rețineți că aceasta este implicită la intervalul de timp al setului de date, dacă este nedefinit.

source: Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.
ro: Durata (în secunde) a timpului de cache pentru acest tabel. Un interval de timp de 0 indică faptul că memoria cache nu expiră niciodată. Rețineți că aceasta este implicită la expirarea bazei de date, dacă este nedefinită.

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
ro: Durata (în secunde) a timpului de cache a metadatelor pentru schemele acestei baze de date. Dacă este lăsat nesemat, cache -ul nu expiră niciodată.

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
ro: Durata (în secunde) a timpului de cache a metadatelor pentru tabelele acestei baze de date. Dacă este lăsat nesemat, cache -ul nu expiră niciodată.

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
ro: Durata în MS (1.40008 => 1ms 400 µs 80NS)

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
ro: Durata în MS (100.40008 => 100ms 400 µs 80NS)

source: Duration in ms (66000 => 1m 6s)
ro: Durata în MS (66000 => 1M 6S)

source: Duration: %s
ro: Durată: %s

source: Dynamic Aggregation Function
ro: Funcție de agregare dinamică

source: Dynamically search all filter values
ro: Căutați dinamic toate valorile filtrului

source: END (EXCLUSIVE)
ro: Sfârșit (exclusiv)

source: ERROR
ro: EROARE

source: ERROR: %s
ro: Eroare: %s

source: Edge length
ro: Lungimea marginii

source: Edge length between nodes
ro: Lungimea marginii între noduri

source: Edge symbols
ro: Simboluri de margine

source: Edge width
ro: Lățimea marginii

source: Edit
ro: Editați | ×

source: Edit Alert
ro: Editați alerta

source: Edit CSS
ro: Editați CSS

source: Edit CSS Template
ro: Editați șablonul CSS

source: Edit CSS template properties
ro: Editați proprietățile șablonului CSS

source: Edit Chart
ro: Editați graficul

source: Edit Chart Properties
ro: Editați proprietățile graficului

source: Edit Column
ro: Editați coloana

source: Edit Dashboard
ro: Editați tabloul de bord

source: Edit Database
ro: Editați baza de date

source: Edit Dataset
ro: Editați setul de date

source: Edit Log
ro: Editați jurnal

source: Edit Metric
ro: Editați metrica

source: Edit Plugin
ro: Editați pluginul

source: Edit Report
ro: Editați raportul

source: Edit Rule
ro: Regula de editare

source: Edit Saved Query
ro: Editați interogarea salvată

source: Edit Table
ro: Editați tabelul

source: Edit annotation
ro: Editați adnotarea

source: Edit annotation layer
ro: Editați stratul de adnotare

source: Edit annotation layer properties
ro: Editați proprietățile stratului de adnotare

source: Edit chart
ro: Editați graficul

source: Edit chart properties
ro: Editați proprietățile graficului

source: Edit dashboard
ro: Editați tabloul de bord

source: Edit database
ro: Editați baza de date

source: Edit dataset
ro: Editați setul de date

source: Edit email report
ro: Editați raportul de e -mail

source: Edit formatter
ro: Editați formatul

source: Edit properties
ro: Editați proprietățile

source: Edit query
ro: Editați interogarea

source: Edit template
ro: Editați șablonul

source: Edit template parameters
ro: Editați parametrii șablonului

source: Edit the dashboard
ro: Editați tabloul de bord

source: Edit time range
ro: Editați intervalul de timp

source: Edited
ro: Editat

source: Editing 1 filter:
ro: Editarea 1 filtru:

source: Editing filter set:
ro: Set de filtru de editare:

source: Either the database is spelled incorrectly or does not exist.
ro: Fie baza de date este scrisă incorect, fie nu există.

source: Either the username "%(username)s" or the password is incorrect.
ro: Fie numele de utilizator "%(nume de utilizator) s", fie parola este incorectă.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
ro: Fie numele de utilizator "%(nume de utilizator) s", parola sau numele bazei de date "%(baza de date) s" este incorectă.

source: Either the username or the password is wrong.
ro: Fie numele de utilizator, fie parola este greșită.

source: Elevation
ro: Înălțime

source: Email reports active
ro: Rapoarte de e -mail active

source: Embed
ro: Încorporare

source: Embed code
ro: Cod ascuns

source: Embed dashboard
ro: Încorpora tabloul de bord

source: Embedding deactivated.
ro: Încorporarea dezactivată.

source: Emit Filter Events
ro: Emit evenimente de filtru

source: Emphasis
ro: Accent

source: Employment and education
ro: Ocuparea forței de muncă și educație

source: Empty circle
ro: Cerc gol

source: Empty collection
ro: Colecție goală

source: Empty column
ro: Coloană goală

source: Empty query result
ro: Rezultat de interogare gol

source: Empty query?
ro: Interogare goală?

source: Empty row
ro: Rând gol

source: Enable 'Allow file uploads to database' in any database's settings
ro: Activați „Permiteți încărcarea fișierelor în baza de date” în setările oricărei baze de date

source: Enable Filter Select
ro: Activați selectarea filtrului

source: Enable cross-filtering
ro: Activați filtru încrucișat

source: Enable data zooming controls
ro: Activați controalele de zoom de date

source: Enable embedding
ro: Activați încorporarea

source: Enable forecast
ro: Activați prognoza

source: Enable forecasting
ro: Activați prognoza

source: Enable graph roaming
ro: Activați roamingul graficului

source: Enable node dragging
ro: Activați glisarea nodului

source: Enable query cost estimation
ro: Activați estimarea costurilor de interogare

source: Enable server side pagination of results (experimental feature)
ro: Activați paginarea rezultatelor pe partea serverului (caracteristică experimentală)

source: Encountered invalid NULL spatial entry, please consider filtering those out
ro: Intrare spațială nulă nevalide, vă rugăm să luați în considerare filtrarea acestora

source: End
ro: Sfârşit

source: End (Longitude, Latitude):
ro: Final (longitudine, latitudine):

source: End Longitude & Latitude
ro: Încheiați longitudinea și latitudinea

source: End Time
ro: Sfârșitul timpului

source: End angle
ro: Unghi de capăt

source: End date
ro: Data de încheiere

source: End date excluded from time range
ro: Data de încheiere exclusă din intervalul de timp

source: End date must be after start date
ro: Data de încheiere trebuie să fie după data începerii

source: Engine "%(engine)s" cannot be configured through parameters.
ro: Motorul "%(motor) s" nu poate fi configurat prin parametri.

source: Engine Parameters
ro: Parametrii motorului

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
ro: Specția motorului „Invalidengine” nu acceptă configurarea prin parametri individuali.

source: Enter CA_BUNDLE
ro: Introduceți ca_bundle

source: Enter Primary Credentials
ro: Introduceți acreditări primare

source: Enter a delimiter for this data
ro: Introduceți un delimitator pentru aceste date

source: Enter a name for this sheet
ro: Introduceți un nume pentru această foaie

source: Enter a new title for the tab
ro: Introduceți un nou titlu pentru fila

source: Enter duration in seconds
ro: Introduceți durata în secunde

source: Enter fullscreen
ro: Introduceți ecran complet

source: Enter the required %(dbModelName)s credentials
ro: Introduceți datele de acreditare la %(DBModelName))

source: Entity
ro: Entitate

source: Entity ID
ro: ID de entitate

source: Equal Date Sizes
ro: Dimensiuni egale de date

source: Equal to (=)
ro: Egal cu (=)

source: Error
ro: Eroare

source: Error in jinja expression in HAVING clause: %(msg)s
ro: Eroare în expresia Jinja în clauza: %(msg) s

source: Error in jinja expression in RLS filters: %(msg)s
ro: Eroare în expresia Jinja în filtrele RLS: %(msg) s

source: Error in jinja expression in WHERE clause: %(msg)s
ro: Eroare în expresia Jinja în Where Clauze: %(msg) s

source: Error in jinja expression in fetch values predicate: %(msg)s
ro: Eroare în expresia jinja în valorile preluatului predicat: %(msg) s

source: Error loading chart datasources. Filters may not work correctly.
ro: Eroare la încărcarea datelor de date. Este posibil ca filtrele să nu funcționeze corect.

source: Error message
ro: Mesaj de eroare

source: Error while fetching charts
ro: Eroare în timpul preluării graficelor

source: Error while fetching data: %s
ro: Eroare în timp ce preiați date: %s

source: Error while rendering virtual dataset query: %(msg)s
ro: Eroare în timp ce redați interogarea setului de date virtual: %(msg) s

source: Error: %(error)s
ro: Eroare: %(eroare) s

source: Error: %(msg)s
ro: Eroare: %(msg) s

source: Error: permalink state not found
ro: Eroare: starea permanentă nu a fost găsită

source: Estimate cost
ro: Cost estimat

source: Estimate selected query cost
ro: Estimați costul de interogare selectat

source: Estimate the cost before running a query
ro: Estimați costul înainte de a efectua o interogare

source: Event
ro: Eveniment

source: Event Flow
ro: Flux de evenimente

source: Event Names
ro: Numele evenimentelor

source: Event definition
ro: Definiția evenimentului

source: Event flow
ro: Flux de evenimente

source: Event time column
ro: Coloană de timp pentru eveniment

source: Every
ro: Fiecare

source: Evolution
ro: Evoluţie

source: Exact
ro: Corect

source: Example
ro: Exemplu

source: Examples
ro: Exemple

source: Excel File
ro: Fisier Excel

source: Excel file "%(excel_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
ro: Fișierul Excel "%(Excel_FileName) s" încărcat în tabel "%(table_name) s" în baza de date "%(db_name) s"

source: Excel to Database configuration
ro: Excel la configurația bazei de date

source: Exclude selected values
ro: Exclude valorile selectate

source: Excluded roles
ro: Roluri excluse

source: Executed SQL
ro: SQL executat

source: Executed query
ro: Interogare executată

source: Execution ID
ro: ID de execuție

source: Execution log
ro: Jurnal de execuție

source: Existing dataset
ro: Set de date existent

source: Exit fullscreen
ro: Ieșiți pe ecran complet

source: Expand
ro: Extinde

source: Expand all
ro: Extinde toate

source: Expand data panel
ro: Extindeți panoul de date

source: Expand row
ro: Extindeți rândul

source: Expand table preview
ro: Extindeți previzualizarea tabelului

source: Expand tool bar
ro: Extindeți bara de instrumente

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
ro: Se așteaptă o formulă cu parametrul de timp în funcție de timp 'x' în milisecunde de la epocă. Mathjs este utilizat pentru a evalua formulele. Exemplu: '2x+5'

source: Explore
ro: Explora

source: Explore - %(table)s
ro: Explorați - %(tabel) s

source: Explore the result set in the data exploration view
ro: Explorați rezultatul setat în vizualizarea explorării datelor

source: Export dashboards?
ro: Exportați tablouri de bord?

source: Export query
ro: Interogare la export

source: Export to .CSV
ro: Export în .csv

source: Export to .JSON
ro: Export în .json

source: Export to Excel
ro: Exportați în Excel

source: Export to YAML
ro: Export în yaml

source: Export to YAML?
ro: Exportați în yaml?

source: Export to full .CSV
ro: Exportați la complet .csv

source: Export to original .CSV
ro: Export la original .csv

source: Export to pivoted .CSV
ro: Export în pivoted .csv

source: Expose database in SQL Lab
ro: Expuneți baza de date în SQL Lab

source: Expose in SQL Lab
ro: Expuneți în SQL Lab

source: Expose this DB in SQL Lab
ro: Expuneți acest DB în SQL Lab

source: Expression
ro: Expresie

source: Extra
ro: Suplimentar

source: Extra Controls
ro: Controale suplimentare

source: Extra Parameters
ro: Parametri suplimentari

source: Extra data for JS
ro: Date suplimentare pentru JS

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
ro: Date suplimentare pentru a specifica metadatele tabelului. În prezent, acceptă metadatele formatului: `{" certificare ": {" certificat_by ":" Echipa platformei de date "," Detalii ":" Acest tabel este sursa adevărului. " }, "Warning_markdown": "Acesta este un avertisment." } `.

source: Extra field cannot be decoded by JSON. %(msg)s
ro: Câmpul suplimentar nu poate fi decodat de JSON. %(msg) s

source: Extra parameters for use in jinja templated queries
ro: Parametri suplimentari pentru utilizare în interogările șablonate Jinja

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
ro: Parametri suplimentari pe care orice pluginuri le poate alege să se stabilească pentru a fi utilizat în interogările șablonate Jinja

source: Extra url parameters for use in Jinja templated queries
ro: Parametri suplimentari URL pentru utilizare în interogări șablonate Jinja

source: Extruded
ro: Extrudat

source: FRI
ro: Vineri

source: Factor to multiply the metric by
ro: Factor pentru a înmulți metrica cu

source: Fail
ro: Eșuează

source: Failed
ro: A eșuat

source: Failed at retrieving results
ro: A eșuat la preluarea rezultatelor

source: Failed at stopping query. %s
ro: A eșuat la oprirea interogării. %s

source: Failed to create report
ro: Nu a reușit să creeze raport

source: Failed to execute %(query)s
ro: Nu a reușit să execute %(interogare) s

source: Failed to generate chart edit URL
ro: Nu a reușit să genereze URL -ul editarii graficului

source: Failed to load chart data
ro: Nu a reușit să încarce datele graficului

source: Failed to load chart data.
ro: Nu a reușit să încarce date grafic.

source: Failed to load dimensions for drill by
ro: Nu a reușit să încarce dimensiunile pentru exercițiu

source: Failed to retrieve advanced type
ro: Nu a reușit să recupereze tipul avansat

source: Failed to save cross-filter scoping
ro: Nu a reușit să salveze scopul-filtru încrucișat

source: Failed to start remote query on a worker.
ro: Nu a reușit să pornească interogarea la distanță pe un lucrător.

source: Failed to update report
ro: Nu a reușit să actualizeze raportul

source: Failed to verify select options: %s
ro: Nu a reușit să verifice opțiuni selectate: %s

source: Favorite
ro: Favorit

source: Favorites
ro: Favorite

source: February
ro: februarie

source: Fetch Values Predicate
ro: Pregătește valorile predicate

source: Fetch data preview
ro: Pregătiți datele datelor

source: Fetched %s
ro: A preluat %s

source: Fetching
ro: FECTHING

source: Field cannot be decoded by JSON. %(json_error)s
ro: Câmpul nu poate fi decodat de JSON. %(json_error) s

source: Field cannot be decoded by JSON. %(msg)s
ro: Câmpul nu poate fi decodat de JSON. %(msg) s

source: Field is required
ro: Câmpul este obligatoriu

source: File
ro: Fişier

source: Fill Color
ro: Umple culoarea

source: Fill all required fields to enable "Default Value"
ro: Completați toate câmpurile necesare pentru a activa „valoarea implicită”

source: Fill method
ro: Metoda de completare

source: Filled
ro: Umplut

source: Filter
ro: Filtru

source: Filter Configuration
ro: Configurare filtru

source: Filter List
ro: Lista de filtre

source: Filter Settings
ro: Setări de filtrare

source: Filter Type
ro: Tip de filtru

source: Filter box (deprecated)
ro: Cutie de filtrare (depreciat)

source: Filter charts
ro: Graficele de filtrare

source: Filter configuration
ro: Configurare filtru

source: Filter configuration for the filter box
ro: Configurarea filtrului pentru caseta de filtrare

source: Filter has default value
ro: Filtrul are valoare implicită

source: Filter menu
ro: Meniu Filtru

source: Filter metadata changed in dashboard. It will not be applied.
ro: Metadatele de filtrare schimbate în tabloul de bord. Nu va fi aplicat.

source: Filter name
ro: Numele filtrului

source: Filter only displays values relevant to selections made in other filters.
ro: Filtrul afișează doar valori relevante pentru selecțiile făcute în alte filtre.

source: Filter results
ro: Rezultatele filtrelor

source: Filter set already exists
ro: Setul de filtrare există deja

source: Filter set with this name already exists
ro: Setul de filtrare cu acest nume există deja

source: Filter sets (%(filterSetCount)d)
ro: Seturi de filtrare (%(filterSetCount)d)

source: Filter type
ro: Tip de filtru

source: Filter value (case sensitive)
ro: Valoarea filtrului (sensibil la majuscule)

source: Filter value is required
ro: Valoarea filtrului este necesară

source: Filter value list cannot be empty
ro: Lista de valori a filtrului nu poate fi goală

source: Filter your charts
ro: Filtrați -vă graficele

source: Filterable
ro: Filtrabil

source: Filters
ro: Filtre

source: Filters (%d)
ro: Filtre (%d)

source: Filters by columns
ro: Filtre pe coloane

source: Filters by metrics
ro: Filtre prin metrici

source: Filters configuration
ro: Configurația filtrelor

source: Filters out of scope (%d)
ro: Filtrează din domeniu (%d)
