Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Refreshing columns
ro: Coloane răcoritoare

source: Regular
ro: Regulat

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
ro: Filtre obișnuite adaugă unde clauze la întrebări Dacă un utilizator aparține unui rol la care se face referire în filtru, filtrele de bază aplică filtre la toate întrebările, cu excepția rolurilor definite în filtru și pot fi utilizate pentru a defini ceea ce utilizatorii pot vedea dacă nu se aplică filtre RLS într -un grup de filtrare.

source: Relational
ro: Relațional

source: Relationships between community channels
ro: Relații între canalele comunitare

source: Relative Date/Time
ro: Data/ora relativă

source: Relative period
ro: Perioada relativă

source: Relative quantity
ro: Cantitate relativă

source: Reload
ro: Reîncarcă

source: Remind me in 24 hours
ro: Amintește -mi în 24 de ore

source: Remove
ro: Elimina

source: Remove cross-filter
ro: Îndepărtați filtrul încrucișat

source: Remove invalid filters
ro: Eliminați filtrele nevalide

source: Remove item
ro: Eliminați elementul

source: Remove query from log
ro: Scoateți interogarea din jurnal

source: Remove table preview
ro: Eliminați previzualizarea tabelului

source: Removed columns: %s
ro: Coloane eliminate: %s

source: Rename tab
ro: Fila Redenumită

source: Rendering
ro: Redare

source: Replace
ro: A inlocui

source: Report
ro: Raport

source: Report Name
ro: Numele raportului

source: Report Schedule could not be created.
ro: Programul de raport nu a putut fi creat.

source: Report Schedule could not be deleted.
ro: Programul de raport nu a putut fi șters.

source: Report Schedule could not be updated.
ro: Programul de raport nu a putut fi actualizat.

source: Report Schedule delete failed.
ro: Programul de raport Ștergere a eșuat.

source: Report Schedule execution failed when generating a csv.
ro: Execuția programului de raport a eșuat la generarea unui CSV.

source: Report Schedule execution failed when generating a dataframe.
ro: Execuția programului de raport a eșuat la generarea unui DataFrame.

source: Report Schedule execution failed when generating a screenshot.
ro: Execuția programului de raport a eșuat la generarea unei capturi de ecran.

source: Report Schedule execution got an unexpected error.
ro: Execuția programului de raport a primit o eroare neașteptată.

source: Report Schedule is still working, refusing to re-compute.
ro: Programul raportului încă funcționează, refuzând re-computerea.

source: Report Schedule log prune failed.
ro: Programul de raport Prune de jurnal nu a reușit.

source: Report Schedule not found.
ro: Programul de raport nu a fost găsit.

source: Report Schedule parameters are invalid.
ro: Parametrii programului de raport nu sunt nevalide.

source: Report Schedule reached a working timeout.
ro: Programul de raport a ajuns la un interval de timp de lucru.

source: Report Schedule state not found
ro: Raportul programului de raport nu este găsit

source: Report a bug
ro: Raporteaza o eroare

source: Report failed
ro: Raportul a eșuat

source: Report name
ro: Numele raportului

source: Report schedule
ro: Programul de raport

source: Report schedule client error
ro: Raportați Eroarea clientului programată

source: Report schedule system error
ro: Raportați eroarea sistemului de sistem

source: Report schedule unexpected error
ro: Programul de raport Eroare neașteptată

source: Report sending
ro: Raport trimiterea

source: Report sent
ro: raport trimis

source: Report updated
ro: Raport actualizat

source: Reports
ro: Rapoarte

source: Repulsion
ro: Repulsie

source: Repulsion strength between nodes
ro: Rezistența repulsiei între noduri

source: Request Permissions
ro: Solicitați permisiuni

source: Request is incorrect: %(error)s
ro: Cererea este incorectă: %(eroare) s

source: Request is not JSON
ro: Cererea nu este JSON

source: Request missing data field.
ro: Solicitați câmpul de date lipsă.

source: Request timed out
ro: Cererea a expirat

source: Required
ro: Necesar

source: Required control values have been removed
ro: Valorile de control necesare au fost eliminate

source: Resample
ro: Reșurubarea

source: Resample method should in
ro: Metoda de reșurubare ar trebui să intru

source: Resample operation requires DatetimeIndex
ro: Operația de resemplare necesită DateTimeIndex

source: Reset
ro: Resetează

source: Reset state
ro: Resetați starea

source: Resource already has an attached report.
ro: Resursa are deja un raport atașat.

source: Resource was not found.
ro: Resursa nu a fost găsită.

source: Restore Filter
ro: Restaurați filtrul

source: Results
ro: Rezultate

source: Results %s
ro: Rezultate %s

source: Results backend is not configured.
ro: Rezultate backend nu este configurat.

source: Results backend needed for asynchronous queries is not configured.
ro: Rezultatele backend necesare pentru interogări asincrone nu este configurat.

source: Return to specific datetime.
ro: Reveniți la specific DateTime.

source: Reverse Lat & Long
ro: Invers lat & lung

source: Reverse lat/long
ro: Invers lat/lung

source: Rich Tooltip
ro: Tooltip bogat

source: Rich tooltip
ro: Tooltip bogat

source: Right
ro: Dreapta

source: Right Axis Format
ro: Formatul axei drepte

source: Right Axis Metric
ro: Metrica axei drepte

source: Right axis metric
ro: Metrica axei drepte

source: Right to Left
ro: De la dreapta la stanga

source: Right value
ro: Valoare corectă

source: Right-click on a dimension value to drill to detail by that value.
ro: Faceți clic dreapta pe o valoare a dimensiunii pentru a găuri pentru a detalia prin această valoare.

source: Role
ro: Rol

source: Role %(r)s was extended to provide the access to the datasource %(ds)s
ro: Rolul %(R) s a fost extins pentru a oferi accesul la data de date %(DS)

source: Roles
ro: Roluri

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.
ro: Rolul este o listă care definește accesul la tabloul de bord. Acordarea unui rol de rol la un tablou de bord va ocoli verificările la nivel de set de date. Dacă nu sunt definite roluri, se aplică permisiuni de acces regulat.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
ro: Rolul este o listă care definește accesul la tabloul de bord. Acordarea unui rol de acces la un tablou de bord va ocoli verificările la nivel de set de date. Dacă nu sunt definite roluri, se aplică permisiuni de acces regulat.

source: Roles to grant
ro: Roluri de acordare

source: Rolling Function
ro: Funcție de rulare

source: Rolling Window
ro: Fereastră rulantă

source: Rolling function
ro: Funcție de rulare

source: Rolling window
ro: Fereastră rulantă

source: Root certificate
ro: Certificat de rădăcină

source: Root node id
ro: ID -ul nodului rădăcină

source: Rotate axis label
ro: Rotiți eticheta axei

source: Rotate x axis label
ro: Rotiți eticheta axei X

source: Rotation to apply to words in the cloud
ro: Rotație pentru a aplica cuvintelor din cloud

source: Round cap
ro: Capac rotund

source: Row
ro: Rând

source: Row Level Security
ro: Securitatea nivelului rândului

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row
ro: Rând care conține anteturile pentru a fi utilizat ca nume de coloane (0 este prima linie de date). Lăsați gol dacă nu există un rând de antet

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row.
ro: Rând care conține anteturile pentru a fi utilizat ca nume de coloane (0 este prima linie de date). Lăsați gol dacă nu există un rând de antet.

source: Row limit
ro: Limita rândului

source: Rows
ro: Rânduri

source: Rows per page, 0 means no pagination
ro: Rânduri pe pagină, 0 nu înseamnă paginare

source: Rows subtotal position
ro: Rânduri poziție subtotală

source: Rows to Read
ro: Rânduri de citit

source: Rule
ro: Regulă

source: Rule Name
ro: Numele regulii

source: Rule added
ro: Regula adăugată

source: Run
ro: Alerga

source: Run a query to display query history
ro: Rulați o întrebare pentru a afișa istoricul interogării

source: Run a query to display results
ro: Rulați o interogare pentru a afișa rezultatele

source: Run in SQL Lab
ro: Rulați în SQL Lab

source: Run query
ro: Rulează interogare

source: Run query (Ctrl + Return)
ro: Rulați interogarea (CTRL + retur)

source: Run query in a new tab
ro: Rulați interogarea într -o nouă filă

source: Run selection
ro: Rulează selecția

source: Running
ro: Alergare

source: Running statement %(statement_num)s out of %(statement_count)s
ro: Rularea declarației %(declarație_num) s din %(declarație_count) s

source: SQL Copied!
ro: SQL copiat!

source: SQL Expression
ro: Expresia SQL

source: SQL Lab View
ro: Vizualizare laborator SQL

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
ro: SQL Lab folosește stocarea locală a browserului dvs. pentru a stoca întrebări și rezultate. În prezent, utilizați %(curentusage) s kb din %(maxstorage) D kb spațiu de stocare. Pentru a împiedica SQL Lab să se prăbușească, vă rugăm să ștergeți unele file de interogare. Puteți re-accesa aceste întrebări folosind funcția de salvare înainte de a șterge fila Rețineți că va trebui să închideți alte ferestre SQL Lab înainte de a face acest lucru.

source: SQL Query
ro: Interogare SQL

source: SQL expression
ro: Expresia SQL

source: SQL query
ro: Interogare SQL

source: SSH Host
ro: Gazdă SSH

source: SSH Password
ro: Parolă SSH

source: SSH Port
ro: Port SSH

source: SSH Tunnel
ro: Tunel SSH

source: SSH Tunnel configuration parameters
ro: Parametri de configurare a tunelului SSH

source: SSH Tunnel could not be deleted.
ro: Tunelul SSH nu a putut fi șters.

source: SSH Tunnel could not be updated.
ro: Tunelul SSH nu a putut fi actualizat.

source: SSH Tunnel not found.
ro: Tunelul SSH nu a fost găsit.

source: SSH Tunnel parameters are invalid.
ro: Parametrii tunelului SSH nu sunt nevalide.

source: SSH Tunneling is not enabled
ro: Tunelul SSH nu este activat

source: SSL Mode "require" will be used.
ro: Modul SSL „solicită” va fi utilizat.

source: START (INCLUSIVE)
ro: Start (inclusiv)

source: STEP %(stepCurr)s OF %(stepLast)s
ro: Etapa %(Stepcur) s de %(Steplast) s

source: STRING
ro: ŞIR

source: SUN
ro: SOARE

source: Sample Standard Deviation
ro: Eșantion de abatere standard

source: Sample Variance
ro: Variația eșantionului

source: Samples
ro: Probe

source: Samples for dataset could not be retrieved.
ro: Probele pentru set de date nu au putut fi preluate.

source: Samples for datasource could not be retrieved.
ro: Probele pentru DataSource nu au putut fi preluate.

source: Sankey Diagram
ro: Diagrama Sankey

source: Sankey Diagram with Loops
ro: Diagrama Sankey cu bucle

source: Satellite
ro: Satelit

source: Satellite Streets
ro: Străzile prin satelit

source: Saturday
ro: sâmbătă

source: Save
ro: Salvați

source: Save & Explore
ro: Salvați și explorați

source: Save & go to dashboard
ro: Salvați și mergeți la tabloul de bord

source: Save & go to new dashboard
ro: Salvați și mergeți la noul tablou de bord

source: Save (Overwrite)
ro: Salvați (Overwrite)

source: Save as
ro: Salvează ca

source: Save as Dataset
ro: Salvați ca set de date

source: Save as dataset
ro: Salvați ca set de date

source: Save as new
ro: Salvați ca nou

source: Save as new chart
ro: Salvați ca grafic nou

source: Save as...
ro: Salvează ca...

source: Save as:
ro: Salvează ca:

source: Save changes
ro: Salvează modificările

source: Save chart
ro: Salvați graficul

source: Save dashboard
ro: Salvați tabloul de bord

source: Save dataset
ro: Salvați setul de date

source: Save for this session
ro: Salvați pentru această sesiune

source: Save or Overwrite Dataset
ro: Salvați sau suprascrieți setul de date

source: Save query
ro: Salvați interogarea

source: Save the query to enable this feature
ro: Salvați interogarea pentru a activa această caracteristică

source: Save this query as a virtual dataset to continue exploring
ro: Salvați această interogare ca un set de date virtual pentru a continua explorarea

source: Save to new dashboard
ro: Salvați la noul tablou de bord

source: Saved
ro: Salvat

source: Saved Queries
ro: Interogări salvate

source: Saved expressions
ro: Expresii salvate

source: Saved metric
ro: Metric salvat

source: Saved queries
ro: Interogări salvate

source: Saved queries could not be deleted.
ro: Interogările salvate nu au putut fi șterse.

source: Saved query not found.
ro: Interogare salvată nu a fost găsită.

source: Saved query parameters are invalid.
ro: Parametrii de interogare salvați nu sunt invali.

source: Scale and Move
ro: Scară și mișcare

source: Scale only
ro: Doar la scară

source: Scatter
ro: Împrăștia

source: Scatter Plot
ro: Distribuie complot

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
ro: Parcela de împrăștiere are axa orizontală în unități liniare, iar punctele sunt conectate în ordine. Prezintă o relație statistică între două variabile.

source: Schedule
ro: Programa

source: Schedule a new email report
ro: Programează un nou raport de e -mail

source: Schedule email report
ro: Programează raportul de e -mail

source: Schedule query
ro: Programați interogarea

source: Schedule settings
ro: Programează setările

source: Schedule the query periodically
ro: Programează interogarea periodic

source: Scheduled
ro: Programat

source: Scheduled at (UTC)
ro: Programat la (UTC)

source: Scheduled task executor not found
ro: Executorul de sarcini programat nu a fost găsit

source: Schema
ro: Schemă

source: Schema undefined
ro: Schema nedefinită

source: Schema, as used only in some databases like Postgres, Redshift and DB2
ro: Schema, așa cum este folosită doar în unele baze de date precum Postgres, Redshift și DB2

source: Schemas allowed for File upload
ro: Schemele permise pentru încărcarea fișierelor

source: Scope
ro: Sfera de aplicare

source: Scroll
ro: Sul

source: Scroll down to the bottom to enable overwriting changes.
ro: Derulați în jos în jos pentru a permite modificările de suprascriere.

source: Search
ro: Căutare

source: Search / Filter
ro: Căutare / filtru

source: Search Metrics & Columns
ro: Căutați metrici și coloane

source: Search all charts
ro: Căutați toate graficele

source: Search all filter options
ro: Căutați toate opțiunile de filtrare

source: Search box
ro: Cutie de căutare

source: Search by query text
ro: Căutați prin text de interogare

source: Search columns
ro: Coloane de căutare

source: Search in filters
ro: Căutare în filtre

source: Search tables
ro: Tabele de căutare

source: Search...
ro: Căutare...

source: Second
ro: Al doilea

source: Secondary
ro: Secundar

source: Secondary Metric
ro: Metric secundar

source: Secondary y-axis Bounds
ro: Limitele secundare a axei y

source: Secondary y-axis format
ro: Format secundar axa y

source: Secondary y-axis title
ro: Titlu secundar axa y

source: Seconds %s
ro: Secunde %s

source: Secure Extra
ro: Sigur suplimentar

source: Secure extra
ro: Sigur suplimentar

source: Security
ro: Securitate

source: Security & Access
ro: Securitate și acces

source: See all %(tableName)s
ro: Vezi toate %(tablename) s

source: See less
ro: Vezi mai puțin

source: See more
ro: Vezi mai mult

source: See query details
ro: Vezi detalii despre interogare

source: See table schema
ro: Vezi schema de masă

source: Select
ro: Selectați

source: Select ...
ro: Selectați ...

source: Select Delivery Method
ro: Selectați metoda de livrare

source: Select Viz Type
ro: Selectați tip VIZ

source: Select a Columnar file to be uploaded to a database.
ro: Selectați un fișier columnar pentru a fi încărcat într -o bază de date.

source: Select a Excel file to be uploaded to a database.
ro: Selectați un fișier Excel pentru a fi încărcat într -o bază de date.

source: Select a column
ro: Selectați o coloană

source: Select a dashboard
ro: Selectați un tablou de bord

source: Select a database table and create dataset
ro: Selectați o tabelă de baze de date și creați un set de date

source: Select a database table.
ro: Selectați un tabel de date.

source: Select a database to connect
ro: Selectați o bază de date pentru a vă conecta

source: Select a database to upload the file to
ro: Selectați o bază de date pentru a încărca fișierul în

source: Select a database to write a query
ro: Selectați o bază de date pentru a scrie o interogare

source: Select a dimension
ro: Selectați o dimensiune

source: Select a file to be uploaded to the database
ro: Selectați un fișier pentru a fi încărcat în baza de date

source: Select a schema if the database supports this
ro: Selectați o schemă dacă baza de date acceptă acest lucru

source: Select a visualization type
ro: Selectați un tip de vizualizare

source: Select aggregate options
ro: Selectați opțiuni de agregat

source: Select all data
ro: Selectați toate datele

source: Select all items
ro: Selectați toate elementele

source: Select any columns for metadata inspection
ro: Selectați orice coloane pentru inspecția metadatelor

source: Select chart
ro: Selectați grafic

source: Select charts
ro: Selectați graficele

source: Select color scheme
ro: Selectați schema de culori

source: Select column
ro: Selectați coloana

source: Select current page
ro: Selectați pagina curentă

source: Select database & schema
ro: Selectați baza de date și schemă

source: Select database or type to search databases
ro: Selectați baza de date sau tastați pentru a căuta baze de date

source: Select database table
ro: Selectați tabelul de date

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
ro: Selectați bazele de date necesită câmpuri suplimentare pentru a fi completate în fila Advanced pentru a conecta cu succes baza de date. Aflați ce cerințe au bazele de date

source: Select dataset source
ro: Selectați sursa de date

source: Select file
ro: Selectați fișier

source: Select filter
ro: Selectați Filtru

source: Select filter plugin using AntD
ro: Selectați pluginul de filtrare folosind ANTD

source: Select first filter value by default
ro: Selectați prima valoare a filtrului în mod implicit

source: Select operator
ro: Selectați operator

source: Select or type a value
ro: Selectați sau tastați o valoare

source: Select or type dataset name
ro: Selectați sau tastați numele setului de date

source: Select owners
ro: Selectați proprietarii

source: Select saved metrics
ro: Selectați valorile salvate

source: Select schema or type to search schemas
ro: Selectați schema sau tastați pentru a căuta scheme

source: Select scheme
ro: Selectați schema

source: Select start and end date
ro: Selectați Data Start and End

source: Select subject
ro: Selectați subiect

source: Select table or type to search tables
ro: Selectați tabelul sau tipul pentru a căuta tabele

source: Select the Annotation Layer you would like to use.
ro: Selectați stratul de adnotare pe care doriți să îl utilizați.

source: Select the charts to which you want to apply cross-filters in this dashboard. Deselecting a chart will exclude it from being filtered when applying cross-filters from any chart on the dashboard. You can select "All charts" to apply cross-filters to all charts that use the same dataset or contain the same column name in the dashboard.
ro: Selectați graficele la care doriți să aplicați filete încrucișate în acest tablou de bord. Deselectarea unui grafic o va exclude să fie filtrată atunci când se aplică filete încrucișate din orice grafic de pe tabloul de bord. Puteți selecta „toate graficele” pentru a aplica filete încrucișate pe toate graficele care utilizează același set de date sau conțin același nume de coloană în tabloul de bord.

source: Select the charts to which you want to apply cross-filters when interacting with this chart. You can select "All charts" to apply filters to all charts that use the same dataset or contain the same column name in the dashboard.
ro: Selectați graficele la care doriți să aplicați filme încrucișate atunci când interacționați cu acest grafic. Puteți selecta „toate graficele” pentru a aplica filtre pe toate graficele care utilizează același set de date sau conțin același nume de coloană în tabloul de bord.

source: Select the geojson column
ro: Selectați coloana Geojson

source: Select the number of bins for the histogram
ro: Selectați numărul de pubele pentru histogramă

source: Select the numeric columns to draw the histogram
ro: Selectați coloanele numerice pentru a desena histograma

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
ro: Selectați valorile în câmpurile (câmpurile) evidențiate din panoul de control. Apoi rulați interogarea făcând clic pe butonul %s.

source: Send as CSV
ro: Trimite ca CSV

source: Send as PNG
ro: Trimite ca PNG

source: Send as text
ro: Trimiteți ca text

source: Send range filter events to other charts
ro: Trimiteți evenimente de filtrare a gamei către alte diagrame

source: September
ro: Septembrie

source: Sequential
ro: Secvențial

source: Series
ro: Serie

source: Series Height
ro: Înălțimea seriei

source: Series Limit Sort By
ro: Sortare limită de serie după

source: Series Limit Sort Descending
ro: Limită de serie Descendentă Descendentă

source: Series Order
ro: Ordine de serie

source: Series Style
ro: Stil de serie

source: Series chart type (line, bar etc)
ro: Tipul graficului de serie (linie, bară etc)

source: Series limit
ro: Limita seriei

source: Series type
ro: Tip de serie

source: Server Page Length
ro: Lungimea paginii serverului

source: Server pagination
ro: Paginația serverului

source: Service Account
ro: Cont de serviciu

source: Set auto-refresh interval
ro: Setați intervalul auto-refresh

source: Set filter mapping
ro: Setați cartografierea filtrului

source: Set up an email report
ro: Configurați un raport de e -mail

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
ro: Stabilește nivelurile de ierarhie ale graficului. Fiecare nivel este Reprezentat de un inel cu cercul cel mai interior ca vârf al ierarhiei.

source: Settings
ro: Setări

source: Settings for time series
ro: Setări pentru serii de timp

source: Share
ro: Acțiune

source: Share chart by email
ro: Distribuie graficul prin e -mail

source: Share permalink by email
ro: Partajați permalink prin e -mail

source: Shared query
ro: Interogare partajată

source: Shared query fields
ro: Câmpuri de interogare partajate

source: Sheet Name
ro: Numele foii

source: Shift + Click to sort by multiple columns
ro: Shift + Faceți clic pentru a sorta după mai multe coloane

source: Short description must be unique for this layer
ro: Descrierea scurtă trebuie să fie unică pentru acest strat
