Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Connect this database with a SQLAlchemy URI string instead
ro: Conectați această bază de date cu un șir URI SQLalchemy

source: Connection
ro: Conexiune

source: Connection failed, please check your connection settings
ro: Conexiunea a eșuat, vă rugăm să verificați setările de conexiune

source: Connection looks good!
ro: Conexiunea arată bine!

source: Continue
ro: Continua

source: Continuous
ro: Continuu

source: Contribution
ro: Contribuţie

source: Contribution Mode
ro: Modul de contribuție

source: Control labeled
ro: Control etichetat

source: Controls labeled
ro: Controluri etichetate

source: Coordinates
ro: Coordonate

source: Copied to clipboard!
ro: Copiat în clipboard!

source: Copy
ro: Copie

source: Copy SELECT statement to the clipboard
ro: Copiați Declarația Selectați în clipboard

source: Copy and Paste JSON credentials
ro: Copiați și lipiți acreditările JSON

source: Copy and paste the entire service account .json file here
ro: Copiați și lipiți întregul cont de serviciu .json aici

source: Copy link
ro: Copiază legătură

source: Copy message
ro: Copiați mesajul

source: Copy of %s
ro: Copie de %s

source: Copy partition query to clipboard
ro: Copiați interogarea partiției pe clipboard

source: Copy permalink to clipboard
ro: Copiați permalink -ul pe clipboard

source: Copy query URL
ro: Copiați URL -ul de interogare

source: Copy query link to your clipboard
ro: Copiați linkul de interogare către clipboard -ul dvs.

source: Copy the account name of that database you are trying to connect to.
ro: Copiați numele contului acelei baze de date la care încercați să vă conectați.

source: Copy the name of the HTTP Path of your cluster.
ro: Copiați numele căii HTTP a clusterului dvs.

source: Copy the name of the database you are trying to connect to.
ro: Copiați numele bazei de date la care încercați să vă conectați.

source: Copy to Clipboard
ro: Copiați în clipboard

source: Copy to clipboard
ro: Copiați în clipboard

source: Correlation
ro: Corelație

source: Cost estimate
ro: Cost estimat

source: Could not connect to database: "%(database)s"
ro: Nu s -a putut conecta la baza de date: "%(baza de date) s"

source: Could not determine datasource type
ro: Nu a putut determina tipul de data de date

source: Could not fetch all saved charts
ro: Nu a putut aduce toate graficele salvate

source: Could not find viz object
ro: Nu am putut găsi obiect viz

source: Could not load database driver
ro: Nu a putut încărca driverul bazei de date

source: Could not load database driver: %(driver_name)s
ro: Nu s -a putut încărca driverul bazei de date: %(driver_name) s

source: Could not load database driver: {}
ro: Nu s -a putut încărca driverul bazei de date: {}

source: Could not resolve hostname: "%(host)s".
ro: Nu s -a putut rezolva numele de gazdă: "%(gazdă) s".

source: Count
ro: Numara

source: Count Unique Values
ro: Numărați valori unice

source: Count as Fraction of Columns
ro: Numărați ca fracție de coloane

source: Count as Fraction of Rows
ro: Contează ca fracție de rânduri

source: Count as Fraction of Total
ro: Contabil ca fracțiune din total

source: Country
ro: Țară

source: Country Color Scheme
ro: Schema de culori a țării

source: Country Column
ro: Coloana de țară

source: Country Field Type
ro: Tip de câmp de țară

source: Country Map
ro: Harta țării

source: Create
ro: Crea

source: Create Chart
ro: Creați grafic

source: Create a dataset
ro: Creați un set de date

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
ro: Creați un set de date pentru a începe să vă vizualizați datele ca un grafic sau să mergeți la SQL Lab pentru a vă interoga datele.

source: Create a new chart
ro: Creați un nou grafic

source: Create chart
ro: Creați grafic

source: Create chart with dataset
ro: Creați grafic cu set de date

source: Create dataset
ro: Creați set de date

source: Create dataset and create chart
ro: Creați seturi de date și creați grafic

source: Create new chart
ro: Creați un nou grafic

source: Create new filter set
ro: Creați un nou set de filtru

source: Create or select schema...
ro: Creați sau selectați schema ...

source: Created
ro: Creată

source: Created On
ro: Creat in

source: Created by
ro: Creat de

source: Created by me
ro: Creat de mine

source: Created content
ro: Conținut creat

source: Created on
ro: Creat in

source: Creating SSH Tunnel failed for an unknown reason
ro: Crearea tunelului SSH a eșuat dintr -un motiv necunoscut

source: Creating a data source and creating a new tab
ro: Crearea unei surse de date și crearea unei noi file

source: Crimson
ro: purpuriu

source: Cross-filter will be applied to all of the charts that use this dataset.
ro: Filter încrucișat va fi aplicat pe toate graficele care utilizează acest set de date.

source: Cross-filtering is not enabled for this dashboard.
ro: Filtru încrucișat nu este activat pentru acest tablou de bord.

source: Cross-filtering is not enabled in this dashboard
ro: Filtru încrucișat nu este activat în acest tablou de bord

source: Cross-filtering scoping
ro: Scopul de filtrare încrucișat

source: Cumulative
ro: Cumulativ

source: Currently rendered: %s
ro: În prezent redat: %s

source: Custom
ro: Personalizat

source: Custom Plugin
ro: Plugin personalizat

source: Custom Plugins
ro: Pluginuri personalizate

source: Custom SQL
ro: SQL personalizat

source: Custom SQL ad-hoc metrics are not enabled for this dataset
ro: Valorile ad-hoc SQL personalizate nu sunt activate pentru acest set de date

source: Custom SQL fields cannot contain sub-queries.
ro: Câmpurile SQL personalizate nu pot conține sub-pruderii.

source: Custom time filter plugin
ro: Plugin de filtru de timp personalizat

source: Customize
ro: Personalizați

source: Customize Metrics
ro: Personalizați valorile

source: Customize columns
ro: Personalizați coloanele

source: Cyclic dependency detected
ro: Dependență ciclică detectată

source: D3 Format
ro: Format D3

source: D3 format
ro: Format D3

source: D3 format syntax: https://github.com/d3/d3-format
ro: Sintaxa formatului D3: https://github.com/d3/d3-format

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
ro: Formatul numărului D3 pentru numere între -1.0 și 1.0, util atunci când doriți să aveți diferite cifre semnificative pentru numere mici și mari

source: D3 time format for datetime columns
ro: Format de timp D3 pentru coloanele DateTime

source: D3 time format syntax: https://github.com/d3/d3-time-format
ro: Sintaxa formatului de timp D3: https://github.com/d3/d3-time-format

source: DB column %(col_name)s has unknown type: %(value_type)s
ro: Coloana DB %(Col_Name) s are un tip necunoscut: %(value_type) s

source: DELETE
ro: ȘTERGE

source: Daily seasonality
ro: Sezonalitate zilnică

source: Dark
ro: Întuneric

source: Dark Cyan
ro: Cyan întunecat

source: Dark mode
ro: Mod întunecat

source: Dashboard
ro: Bord

source: Dashboard [%s] just got created and chart [%s] was added to it
ro: Dashboard [%s] tocmai s -a creat și s -a adăugat grafic [%s]

source: Dashboard [{}] just got created and chart [{}] was added to it
ro: Dashboard [{}] tocmai a fost creat și i s -a adăugat grafic [{}]

source: Dashboard could not be created.
ro: Bordul de bord nu a putut fi creat.

source: Dashboard could not be deleted.
ro: Tabloul de bord nu a putut fi șters.

source: Dashboard could not be updated.
ro: Tabloul de bord nu a putut fi actualizat.

source: Dashboard does not exist
ro: Bordul de bord nu există

source: Dashboard imported
ro: Tabloul de bord importat

source: Dashboard parameters are invalid.
ro: Parametrii de bord sunt nevalide.

source: Dashboard properties
ro: Proprietăți de bord

source: Dashboard properties updated
ro: Proprietăți de bord actualizate

source: Dashboard scheme
ro: Schema de bord

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
ro: Filtrele de timp de bord se aplică coloanelor temporale definite in Secțiunea de filtrare a fiecărui grafic. Adăugați coloane temporale în grafic Filtrele pentru ca acest filtru de bord să aibă impact asupra acestor diagrame.

source: Dashboard title
ro: Titlu de bord

source: Dashboard usage
ro: Utilizarea tabloului de bord

source: Dashboards
ro: Tablouri de bord

source: Dashboards added to
ro: Adăugate tablouri de bord la

source: Dashboards could not be deleted.
ro: Tablourile de bord nu au putut fi șterse.

source: Dashboards do not exist
ro: Tablourile de bord nu există

source: Dashed
ro: Înroșit

source: Data
ro: Date

source: Data Table
ro: Tabel de date

source: Data URI is not allowed.
ro: URI de date nu este permisă.

source: Data Zoom
ro: Zoom de date

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
ro: Datele nu au putut fi deserializate din backend -ul rezultatelor. Formatul de stocare s -ar fi putut schimba, ceea ce face ca vechea miză de date. Trebuie să re-rulați interogarea originală.

source: Data could not be retrieved from the results backend. You need to re-run the original query.
ro: Datele nu au putut fi preluate din backend -ul rezultatelor. Trebuie să re-rulați interogarea originală.

source: Data has no time steps
ro: Datele nu au pași de timp

source: Data preview
ro: Previzualizarea datelor

source: Data refreshed
ro: Date reîmprospătate

source: Data type
ro: Tip de date

source: DataFrame include at least one series
ro: DataFrame include cel puțin o serie

source: DataFrame must include temporal column
ro: DataFrame trebuie să includă coloana temporală

source: Database
ro: Bază de date

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for columnar uploads. Please contact your Superset Admin.
ro: Baza de date "%(batabase_name) s" schema "%(schema_name) s" nu este permisă pentru încărcarea coloanei. Vă rugăm să contactați administratorul superset.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for csv uploads. Please contact your Superset Admin.
ro: Baza de date "%(batabase_name) s" schema "%(schema_name) s" nu este permisă pentru încărcarea CSV. Vă rugăm să contactați administratorul superset.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for excel uploads. Please contact your Superset Admin.
ro: Baza de date "%(batabase_name) s" schema "%(schema_name) s" nu este permisă pentru încărcări excelate. Vă rugăm să contactați administratorul superset.

source: Database Connections
ro: Conexiuni de bază de date

source: Database Creation Error
ro: Eroare de creare a bazei de date

source: Database URL
ro: URL a bazei de date

source: Database connected
ro: Baza de date conectată

source: Database could not be created.
ro: Baza de date nu a putut fi creată.

source: Database could not be deleted.
ro: Baza de date nu a putut fi ștersă.

source: Database could not be updated.
ro: Baza de date nu a putut fi actualizată.

source: Database does not allow data manipulation.
ro: Baza de date nu permite manipularea datelor.

source: Database does not exist
ro: Baza de date nu există

source: Database does not support subqueries
ro: Baza de date nu acceptă subqurierii

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
ro: Driver de bază de date pentru import poate nu este instalat. Accesați pagina de documentare Superset pentru instrucțiuni de instalare:

source: Database error
ro: eroare bază de date

source: Database is offline.
ro: Baza de date este offline.

source: Database is required for alerts
ro: Baza de date este necesară pentru alerte

source: Database name
ro: Numele bazei de date

source: Database not allowed to change
ro: Baza de date nu este permisă să se schimbe

source: Database not found.
ro: Baza de date nu a fost găsită.

source: Database not found: %(id)s
ro: Baza de date nu a fost găsită: %(ID) s

source: Database parameters are invalid.
ro: Parametrii bazei de date nu sunt nevalide.

source: Database passwords
ro: Parole de bază de date

source: Database port
ro: Portul bazei de date

source: Database settings updated
ro: Setări ale bazei de date actualizate

source: Databases
ro: Baze de date

source: Dataframe Index
ro: Indicele DataFrame

source: Dataset
ro: Set de date

source: Dataset %(name)s already exists
ro: Set de date %(nume) s există deja

source: Dataset Name
ro: Numele setului de date

source: Dataset column delete failed.
ro: Ștergerea coloanei de date a eșuat.

source: Dataset column not found.
ro: Coloana de date nu a fost găsită.

source: Dataset could not be created.
ro: Setul de date nu a putut fi creat.

source: Dataset could not be deleted.
ro: Setul de date nu a putut fi șters.

source: Dataset could not be duplicated.
ro: Setul de date nu a putut fi duplicat.

source: Dataset could not be updated.
ro: Setul de date nu a putut fi actualizat.

source: Dataset does not exist
ro: Setul de date nu există

source: Dataset imported
ro: Set de date importate

source: Dataset is required
ro: Setul de date este necesar

source: Dataset metric delete failed.
ro: Delete Metric de set de date a eșuat.

source: Dataset metric not found.
ro: Metrica setului de date nu a fost găsită.

source: Dataset name
ro: Numele setului de date

source: Dataset parameters are invalid.
ro: Parametrii setului de date nu sunt invali.

source: Dataset schema is invalid, caused by: %(error)s
ro: Schema de date este nevalide, cauzată de: %(eroare) s

source: Dataset(s) could not be bulk deleted.
ro: Seturile de date nu au putut fi șterse în vrac.

source: Datasets
ro: Seturi de date

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
ro: Seturile de date pot fi create din tabele de bază de date sau interogări SQL. Selectați o tabelă de baze de date din stânga sau

source: Datasets do not contain a temporal column
ro: Seturile de date nu conțin o coloană temporală

source: Datasource
ro: Sursă de date

source: Datasource & Chart Type
ro: DataSource și tip de diagramă

source: Datasource does not exist
ro: DataSource nu există

source: Datasource type is invalid
ro: Tipul de data de date este nevalid

source: Datasource type is required when datasource_id is given
ro: Tipul de date este necesar atunci când este dat DataSource_id

source: Date Time Format
ro: Formatul datei datei

source: Date filter
ro: Filtru de date

source: Date format
ro: Formatul datei

source: Date format string
ro: String de format de date

source: Date/Time
ro: Data/ora

source: Datetime Format
ro: Format DateTime

source: Datetime column not provided as part table configuration and is required by this type of chart
ro: Coloana DateTime nu este furnizată ca configurare a tabelului de piese și este necesară de acest tip de grafic

source: Datetime format
ro: Format DateTime

source: Day
ro: Zi

source: Day (freq=D)
ro: Zi (freq = d)

source: Days %s
ro: Zile %s

source: Db engine did not return all queried columns
ro: Motorul DB nu a returnat toate coloanele întrebate

source: Deactivate
ro: Dezactivați

source: December
ro: decembrie

source: Decides which column to sort the base axis by.
ro: Decide ce coloană să sorteze axa de bază.

source: Decides which measure to sort the base axis by.
ro: Decide ce măsură pentru a sorta axa de bază.

source: Decimal Character
ro: Caracter zecimal

source: Deck.gl - 3D Grid
ro: Punte.gl - grilă 3d

source: Deck.gl - 3D HEX
ro: Punte.gl - 3d hex

source: Deck.gl - Arc
ro: Punte.gl - arc

source: Deck.gl - Heatmap
ro: Punte.gl - Heatmap

source: Deck.gl - Multiple Layers
ro: Punte.gl - mai multe straturi

source: Deck.gl - Paths
ro: Punte.gl - Căi

source: Deck.gl - Polygon
ro: Punte.gl - poligon

source: Deck.gl - Scatter plot
ro: Punte.gl - Distrept Plot

source: Deck.gl - Screen Grid
ro: Punte.gl - grilă de ecran

source: Default
ro: Mod implicit

source: Default Endpoint
ro: Punctul final implicit

source: Default URL
ro: URL implicit

source: Default URL to redirect to when accessing from the dataset list page
ro: URL -ul implicit pentru a se redirecționa la accesarea din pagina listei de date

source: Default Value
ro: Valoare implicită

source: Default datetime
ro: Datetime implicite

source: Default latitude
ro: Latitudine implicită

source: Default longitude
ro: Longitudine implicită

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
ro: Lățimea implicită a coloanei minime în pixeli, lățimea reală poate fi în continuare mai mare decât aceasta dacă alte coloane nu au nevoie de mult spațiu

source: Default value is required
ro: Valoarea implicită este necesară

source: Default value must be set when "Filter has default value" is checked
ro: Valoarea implicită trebuie să fie setată atunci când „filtrul are valoarea implicită” este verificată

source: Default value must be set when "Filter value is required" is checked
ro: Valoarea implicită trebuie să fie setată atunci când este verificată „valoarea filtrului”

source: Default value set automatically when "Select first filter value by default" is checked
ro: Setarea valorii implicite automat atunci când „selectați prima valoare a filtrului în mod implicit” este verificată

source: Define a function that receives the input and outputs the content for a tooltip
ro: Definiți o funcție care primește intrarea și scoate conținutul pentru un instrument de instrumente

source: Define a function that returns a URL to navigate to when user clicks
ro: Definiți o funcție care returnează o adresă URL pentru a naviga la momentul în care utilizatorul face clic

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
ro: Definiți o funcție JavaScript care primește tabloul de date utilizat în vizualizare și este de așteptat să returneze o versiune modificată a acelui tablou. Acest lucru poate fi utilizat pentru a modifica proprietățile datelor, filtrează sau îmbogățirea tabloului.

source: Defines a rolling window function to apply, works along with the [Periods] text box
ro: Definește o funcție de rulare pentru aplicare, funcționează împreună cu caseta de text [perioade]

source: Defines how each series is broken down
ro: Definește modul în care fiecare serie este defalcată

source: Defines the grid size in pixels
ro: Definește dimensiunea grilei în pixeli

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
ro: Definește gruparea entităților. Fiecare serie este prezentată ca o culoare specifică pe grafic și are o comutare legendă

source: Defines the size of the rolling window function, relative to the time granularity selected
ro: Definește dimensiunea funcției ferestrei de rulare, în raport cu granularitatea timpului selectat

source: Defines whether the step should appear at the beginning, middle or end between two data points
ro: Definește dacă pasul ar trebui să apară la început, mijloc sau sfârșit între două puncte de date

source: Delete
ro: Șterge

source: Delete %s?
ro: Șterge %s?

source: Delete Annotation?
ro: Ștergeți adnotarea?

source: Delete Database?
ro: Ștergeți baza de date?

source: Delete Dataset?
ro: Ștergeți setul de date?

source: Delete Layer?
ro: Ștergeți stratul?

source: Delete Query?
ro: Ștergeți interogarea?

source: Delete Report?
ro: Ștergeți raportul?

source: Delete Template?
ro: Ștergeți șablonul?

source: Delete all Really?
ro: Ștergeți totul cu adevărat?

source: Delete annotation
ro: Ștergeți adnotarea

source: Delete dashboard tab?
ro: Ștergeți fila tabloul de bord?

source: Delete database
ro: Ștergeți baza de date

source: Delete email report
ro: Ștergeți raportul de e -mail

source: Delete query
ro: Ștergeți interogarea

source: Delete template
ro: Ștergeți șablonul

source: Delete this container and save to remove this message.
ro: Ștergeți acest container și salvați pentru a elimina acest mesaj.

source: Deleted
ro: Șters

source: Deleted %(num)d annotation
ro: Șters %(num) d Anotare

source: Deleted %(num)d annotation layer
ro: Șters %(NUM) D strat de adnotare

source: Deleted %(num)d chart
ro: Șters %(num) D grafic

source: Deleted %(num)d css template
ro: Ștergeți %(Num) D CSS șablon

source: Deleted %(num)d dashboard
ro: Tablou de bord șters %(Num) D

source: Deleted %(num)d dataset
ro: Șters %(num) D set de date

source: Deleted %(num)d report schedule
ro: Programul de raport șters %(Num) D

source: Deleted %(num)d rules
ro: Reguli șterse %(Num) D

source: Deleted %(num)d saved query
ro: Șters %(NUM) D interogare salvată

source: Deleted %s
ro: Șters %s

source: Deleted: %s
ro: Șters: %s

source: Deleting a tab will remove all content within it. You may still reverse this action with the
ro: Ștergerea unei file va elimina tot conținutul din ea. S -ar putea să inversați în continuare această acțiune cu

source: Delimited long & lat single column
ro: Delimited Long & Lat Single Coloană

source: Delimiter
ro: Delimitator

source: Delivery method
ro: Metoda de livrare

source: Demographics
ro: Demografie

source: Density
ro: Densitate

source: Dependent on
ro: Dependent de

source: Deprecated
ro: Depreciat

source: Description
ro: Descriere

source: Description (this can be seen in the list)
ro: Descriere (acest lucru poate fi văzut în listă)

source: Description Columns
ro: Descriere coloane

source: Description text that shows up below your Big Number
ro: Descriere Text care apare sub numărul mare

source: Deselect all
ro: Deselectați toate

source: Details of the certification
ro: Detalii despre certificare

source: Determines how whiskers and outliers are calculated.
ro: Determină modul în care sunt calculate bici și valori.

source: Determines whether or not this dashboard is visible in the list of all dashboards
ro: Determină dacă acest tablou de bord este sau nu vizibil în lista tuturor tablourilor de bord

source: Diamond
ro: Diamant

source: Did you mean:
ro: Ai vrut să spui:

source: Difference
ro: Diferență

source: Dim Gray
ro: Slab gri

source: Dimension
ro: Dimensiune

source: Dimension to use on x-axis.
ro: Dimensiune de utilizat pe axa x.

source: Dimension to use on y-axis.
ro: Dimensiune de utilizat pe axa y.

source: Dimensions
ro: Dimensiuni

source: Directed Force Layout
ro: Aspectul forței direcționat

source: Directional
ro: Direcțional

source: Disable SQL Lab data preview queries
ro: Dezactivați interogările de previzualizare a datelor SQL Lab

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
ro: Dezactivați previzualizarea datelor atunci când preluați metadatele tabelului în laboratorul SQL. Util pentru a evita problemele de performanță a browserului atunci când utilizați baze de date cu tabele foarte largi.

source: Disable embedding?
ro: Dezactivați încorporarea?

source: Disabled
ro: Dezactivat

source: Discard
ro: Aruncat

source: Discrete
ro: Discret

source: Display Name
ro: Numele de afișare

source: Display column level total
ro: Afișați nivelul coloanei totale

source: Display configuration
ro: Configurare afișată
