Repository: devgateway/ocmoldova-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Type "%s" to confirm
ro: Tastați „%s” pentru a confirma

source: Type a value
ro: Tastați o valoare

source: Type a value here
ro: Tastați o valoare aici

source: Type is required
ro: Tipul este necesar

source: Type of Google Sheets allowed
ro: Tipul de foi Google permise

source: Type of comparison, value difference or percentage
ro: Tip de comparație, diferență de valoare sau procent

source: Type or Select [%s]
ro: Tastați sau selectați [%s]

source: UI Configuration
ro: Configurare UI

source: URL Parameters
ro: Parametri URL

source: URL parameters
ro: Parametri URL

source: Unable to add a new tab to the backend. Please contact your administrator.
ro: Imposibil de adăugat o nouă filă la backend. Vă rugăm să contactați administratorul.

source: Unable to connect to catalog named "%(catalog_name)s".
ro: Imposibil de conectat la catalogul numit „%(catalog_name) s”.

source: Unable to connect to database "%(database)s".
ro: Imposibil de conectat la baza de date „%(baza de date) s”.

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
ro: Imposibil de conectat. Verificați dacă următoarele roluri sunt setate pe contul de serviciu: „BigQuery Data Viewer”, „BigQuery Metadata Viewer”, „BigQuery Job User”, iar următoarele permisiuni sunt setate „BigQuery.Readsessions.Create”, „BigQuery.Readsessions.getData”

source: Unable to create chart without a query id.
ro: Imposibil de creat grafic fără un ID de interogare.

source: Unable to decode value
ro: Incapabil să decodeze valoarea

source: Unable to encode value
ro: Incapabil să codifice valoarea

source: Unable to find such a holiday: [%(holiday)s]
ro: Imposibil de găsit o astfel de vacanță: [%(vacanță) s]

source: Unable to load columns for the selected table. Please select a different table.
ro: Imposibil de încărcat coloane pentru tabelul selectat. Vă rugăm să selectați un alt tabel.

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
ro: Incapabil să migreze statul editor de interogare către backend. Superset va reîncerca mai târziu. Vă rugăm să contactați administratorul dacă această problemă persistă.

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
ro: Incapabil să migreze statul de interogare către backend. Superset va reîncerca mai târziu. Vă rugăm să contactați administratorul dacă această problemă persistă.

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
ro: Incapabil să migreze statul de schemă de tabel spre backend. Superset va reîncerca mai târziu. Vă rugăm să contactați administratorul dacă această problemă persistă.

source: Unable to retrieve dashboard colors
ro: Incapabil să recupereze culorile tabloului de bord

source: Unable to upload CSV file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
ro: Imposibil de încărcat fișierul CSV "%(nume de fișier) s" în tabel "%(table_name) s" în baza de date "%(db_name) s". Mesaj de eroare: %(error_msg) s

source: Unable to upload Columnar file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
ro: Imposibil de încărcat fișierul columnar "%(nume de fișier) s" în tabel "%(table_name) s" în baza de date "%(db_name) s". Mesaj de eroare: %(error_msg) s

source: Unable to upload Excel file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
ro: Imposibil de încărcat fișierul excel "%(nume de fișier) s" în tabel "%(table_name) s" în baza de date "%(db_name) s". Mesaj de eroare: %(error_msg) s

source: Undefined
ro: Nedefinit

source: Undefined window for rolling operation
ro: Fereastră nedefinită pentru funcționare

source: Undo the action
ro: Anulează acțiunea

source: Undo?
ro: Anula?

source: Unexpected error
ro: Eroare neașteptată

source: Unexpected error occurred, please check your logs for details
ro: A apărut o eroare neașteptată, vă rugăm să verificați jurnalele dvs. pentru detalii

source: Unexpected error:
ro: Eroare neașteptată:

source: Unexpected time range: %s
ro: Interval de timp neașteptat: %s

source: Unknown
ro: Necunoscut

source: Unknown MySQL server host "%(hostname)s".
ro: Gazda necunoscută a serverului MySQL "%(gazdă) s".

source: Unknown Presto Error
ro: Eroare presto necunoscută

source: Unknown Status
ro: Statut necunoscut

source: Unknown column used in orderby: %(col)s
ro: Coloană necunoscută folosită în ordin: %(col) s

source: Unknown error
ro: Eroare necunoscută

source: Unknown input format
ro: Format de intrare necunoscut

source: Unknown type
ro: Tip necunoscut

source: Unknown value
ro: Valoare necunoscută

source: Unsafe return type for function %(func)s: %(value_type)s
ro: Tip de retur nesigur pentru funcție %(func) s: %(value_type) s

source: Unsafe template value for key %(key)s: %(value_type)s
ro: Valoare de șablon nesigură pentru cheie %(cheie) s: %(value_type) s

source: Unsupported clause type: %(clause)s
ro: Tipul clauzei neacceptat: %(clauza) s

source: Unsupported post processing operation: %(operation)s
ro: Operația post -procesare neacceptată: %(operație) s

source: Unsupported return value for method %(name)s
ro: Valoarea de retur neacceptată pentru metoda %(nume) s

source: Unsupported template value for key %(key)s
ro: Valoarea șablonului neacceptat pentru cheia %(cheie) s

source: Unsupported time grain: %(time_grain)s
ro: Cereale de timp neacceptate: %(Time_Grain) s

source: Untitled Dataset
ro: Set de date fără titlu

source: Untitled Query
ro: Interogare fără titlu

source: Untitled query
ro: Întrebare fără titlu

source: Update
ro: Actualizați

source: Update chart
ro: Grafic de actualizare

source: Updating chart was stopped
ro: Graficul de actualizare a fost oprit

source: Upload
ro: Încărcați

source: Upload CSV
ro: Încărcați CSV

source: Upload CSV to database
ro: Încărcați CSV în baza de date

source: Upload Credentials
ro: Încărcați acreditări

source: Upload Enabled
ro: Încărcați activat

source: Upload Excel file
ro: Încărcați fișierul Excel

source: Upload Excel file to database
ro: Încărcați fișierul Excel în baza de date

source: Upload JSON file
ro: Încărcați fișierul JSON

source: Upload columnar file
ro: Încărcați fișierul columnar

source: Upload columnar file to database
ro: Încărcați fișierul columnar în baza de date

source: Upload file to database
ro: Încărcați fișierul în baza de date

source: Usage
ro: Utilizare

source: Use "%(menuName)s" menu instead.
ro: Utilizați în schimb meniul „%(menuname) s”.

source: Use %s to open in a new tab.
ro: Folosiți %s pentru a deschide într -o nouă filă.

source: Use Area Proportions
ro: Folosiți proporții de zonă

source: Use Columns
ro: Folosiți coloane

source: Use a log scale
ro: Folosiți o scară de jurnal

source: Use a log scale for the X-axis
ro: Utilizați o scară de jurnal pentru axa x

source: Use a log scale for the Y-axis
ro: Folosiți o scară de jurnal pentru axa y

source: Use an encrypted connection to the database
ro: Utilizați o conexiune criptată la baza de date

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
ro: Utilizați un alt grafic existent ca sursă pentru adnotări și suprapuneri. Graficul dvs. trebuie să fie unul dintre aceste tipuri de vizualizare: [%s]

source: Use date formatting even when metric value is not a timestamp
ro: Utilizați formatarea datei chiar și atunci când valoarea metrică nu este un timp de timp

source: Use legacy datasource editor
ro: Utilizați editorul de securi de date vechi

source: Use metrics as a top level group for columns or for rows
ro: Utilizați metrici ca grup de nivel superior pentru coloane sau pentru rânduri

source: Use only a single value.
ro: Folosiți doar o singură valoare.

source: Use the Advanced Analytics options below
ro: Utilizați mai jos opțiunile avansate de analiză de mai jos

source: Use the JSON file you automatically downloaded when creating your service account.
ro: Utilizați fișierul JSON pe care l -ați descărcat automat la crearea contului de serviciu.

source: Use the edit button to change this field
ro: Utilizați butonul Editare pentru a schimba acest câmp

source: Use this section if you want a query that aggregates
ro: Folosiți această secțiune dacă doriți o interogare care să se agregă

source: Use this section if you want to query atomic rows
ro: Utilizați această secțiune dacă doriți să întrebați rânduri atomice

source: Use this to define a static color for all circles
ro: Folosiți acest lucru pentru a defini o culoare statică pentru toate cercurile

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
ro: Utilizat intern pentru a identifica pluginul. Ar trebui să fie setat pe numele pachetului din pachetul pluginului.json

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
ro: Utilizat pentru a rezuma un set de date prin gruparea mai multor statistici de -a lungul a două axe. Exemple: numere de vânzări pe regiune și lună, sarcini după statut și cesionare, utilizatori activi în funcție de vârstă și locație. Nu este cea mai uimitoare vizualizare vizual, ci extrem de informativă și versatilă.

source: User
ro: Utilizator

source: User Roles
ro: Roluri de utilizator

source: User doesn't have the proper permissions.
ro: Utilizatorul nu are permisiunile corespunzătoare.

source: User must select a value before applying the filter
ro: Utilizatorul trebuie să selecteze o valoare înainte de a aplica filtrul

source: User must select a value for this filter
ro: Utilizatorul trebuie să selecteze o valoare pentru acest filtru

source: User query
ro: Interogare utilizator

source: Username
ro: Nume de utilizator

source: Uses Gaussian Kernel Density Estimation to visualize spatial distribution of data
ro: Utilizează estimarea densității kernelului gaussian pentru a vizualiza distribuția spațială a datelor

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
ro: Utilizează un ecartament pentru a prezenta progresul unei metrici către o țintă. Poziția cadranului reprezintă progresul și valoarea terminalului din ecartament reprezintă valoarea țintă.

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
ro: Utilizează cercuri pentru a vizualiza fluxul de date prin diferite etape ale unui sistem. Treceți pe căi individuale în vizualizare pentru a înțelege etapele pe care le -a luat o valoare. Util pentru mai multe etape, mai multe grupuri de vizualizare și conducte.

source: Value
ro: Valoare

source: Value Domain
ro: Domeniu de valoare

source: Value Format
ro: Format de valoare

source: Value bounds
ro: Limite de valoare

source: Value format
ro: Format de valoare

source: Value is required
ro: Este necesară o valoare

source: Value must be greater than 0
ro: Valoarea trebuie să fie mai mare de 0

source: Values are dependent on other filters
ro: Valorile depind de alte filtre

source: Values dependent on
ro: Valori dependente de

source: Values selected in other filters will affect the filter options to only show relevant values
ro: Valorile selectate în alte filtre vor afecta opțiunile de filtrare pentru a afișa doar valori relevante

source: Vehicle Types
ro: Tipuri de vehicule

source: Verbose Name
ro: Numele Verbose

source: Version
ro: Versiune

source: Version number
ro: Versiunea numarul

source: Vertical (Left)
ro: Vertical (stânga)

source: Video game consoles
ro: Console de jocuri video

source: View
ro: Vedere

source: View All »
ro: A vedea tot "

source: View Dataset
ro: Vizualizați setul de date

source: View all charts
ro: Vizualizați toate graficele

source: View as table
ro: Vizualizați ca tabel

source: View in SQL Lab
ro: Vizualizare în SQL Lab

source: View keys & indexes (%s)
ro: Vizualizați tastele și indexurile (%s)

source: View query
ro: Vizualizați interogarea

source: Viewed
ro: Vizualizat

source: Viewed %s
ro: Vizualizat %s

source: Virtual dataset
ro: Set de date virtuale

source: Virtual dataset query cannot be empty
ro: Interogarea setului de date virtuală nu poate fi goală

source: Virtual dataset query cannot consist of multiple statements
ro: Interogarea setului de date virtuală nu poate consta din mai multe declarații

source: Virtual dataset query must be read-only
ro: Interogarea setului de date virtuală trebuie să fie numai în citire

source: Visual Tweaks
ro: Modificări vizuale

source: Visualization Type
ro: Tip de vizualizare

source: Visualization type
ro: Tip de vizualizare

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
ro: Vizualizați un set paralel de valori în mai multe grupuri. Fiecare grup este vizualizat folosind propria linie de puncte și fiecare metrică este reprezentată ca o margine în grafic.

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
ro: Vizualizați o metrică aferentă în perechi de grupuri. Flicitele de căldură Excel la prezentarea corelației sau rezistenței dintre două grupuri. Culoarea este utilizată pentru a sublinia puterea legăturii dintre fiecare pereche de grupuri.

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
ro: Vizualizați datele geospatiale precum clădirile 3D, peisajele sau obiectele în vizualizarea grilei.

source: Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
ro: Vizualizați modul în care o metrică se schimbă în timp folosind bare. Adăugați un grup după coloană pentru a vizualiza valorile nivelului grupului și modul în care acestea se schimbă în timp.

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
ro: Vizualizați mai multe niveluri de ierarhie folosind o structură familiară asemănătoare copacului.

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
ro: Vizualizați două serii diferite folosind aceeași axă x. Rețineți că ambele serii pot fi vizualizate cu un tip de diagramă diferit (de exemplu, 1 folosind bare și 1 folosind o linie).

source: Visualize two different time series using the same x-axis. Note that each time series can be visualized differently (e.g. 1 using bars and 1 using a line).
ro: Vizualizați două serii de timp diferite folosind aceeași axă x. Rețineți că fiecare serie de timp poate fi vizualizată diferit (de exemplu, 1 folosind bare și 1 folosind o linie).

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
ro: Vizualizează o metrică pe trei dimensiuni ale datelor într -un singur grafic (axa X, axa y și dimensiunea bulei). Bulele din același grup pot fi prezentate folosind culoarea bulelor.

source: Visualizes connected points, which form a path, on a map.
ro: Vizualizează punctele conectate, care formează o cale, pe o hartă.

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
ro: Vizualizează zonele geografice din datele dvs. ca poligoane pe o hartă redată MAPBOX. Poligonii pot fi colorați folosind o metrică.

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
ro: Vizualizează modul în care o metrică s -a schimbat într -o perioadă folosind o scară de culoare și o vedere calendaristică. Valorile gri sunt utilizate pentru a indica valorile lipsă, iar schema de culori liniară este utilizată pentru a codifica amploarea valorii fiecărei zile.

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
ro: Vizualizează modul în care o singură metrică variază prin subdiviziunile principale ale unei țări (state, provincii etc.) pe o hartă a lui Choropleth. Valoarea fiecărui subdiviziune este ridicată atunci când treceți peste limita geografică corespunzătoare.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
ro: Vizualizează multe obiecte diferite din serii de timp într-un singur grafic. Acest grafic este depreciat și vă recomandăm să folosiți în schimb graficul serii de timp.

source: Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.
ro: Vizualizează fluxul valorilor diferitelor grupului prin diferite etape ale unui sistem. Noile etape ale conductei sunt vizualizate ca noduri sau straturi. Grosimea barelor sau a marginilor reprezintă metrica vizualizată.

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
ro: Vizualizează cuvintele dintr -o coloană care apar cel mai des. Font mai mare corespunde unei frecvențe mai mari.

source: Viz is missing a datasource
ro: VIZ lipsește o sursă de date

source: Viz type
ro: Viz

source: WED
ro: Miercuri

source: Want to add a new database?
ro: Doriți să adăugați o nouă bază de date?

source: Warning
ro: Avertizare

source: Warning Message
ro: Mesaj de avertizare

source: Warning!
ro: Avertizare!

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
ro: Avertizare! Modificarea setului de date poate rupe graficul dacă metadatele nu există.

source: Was unable to check your query
ro: Nu a putut să vă verific întrebarea

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
ro: Nu putem să ne conectăm la baza de date. Faceți clic pe „Vezi mai multe” pentru informații furnizate de baze de date care pot ajuta la rezolvarea problemei.

source: We can't seem to resolve column "%(column)s" at line %(location)s.
ro: Nu putem părea să rezolvăm coloana „ %(coloană) s” la linia %(locație) s.

source: We can't seem to resolve the column "%(column_name)s"
ro: Nu putem părea să rezolvăm coloana „%(nume de colț) s”

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
ro: Nu putem părea să rezolvăm coloana " %(nume de colț) s" la linia %(locație) s.

source: We have the following keys: %s
ro: Avem următoarele chei: %s

source: We were unable to active or deactivate this report.
ro: Nu am putut activa sau dezactiva acest raport.

source: We were unable to carry over any controls when switching to this new dataset.
ro: Nu am putut să transmitem niciun control la trecerea la acest nou set de date.

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
ro: Nu am putut să ne conectăm la baza de date numită „%(baze de date) s”. Vă rugăm să verificați numele bazei de date și să încercați din nou.

source: Wednesday
ro: miercuri

source: Week
ro: Săptămână

source: Week ending Saturday
ro: Săptămâna care se încheie sâmbătă

source: Week starting Monday
ro: Săptămâna începând de luni

source: Week starting Sunday
ro: Săptămâna începând de duminică

source: Week_ending Sunday
ro: Săptămâna_ribând duminică

source: Weekly Report
ro: Raport saptamanal

source: Weekly Report for %s
ro: Raport săptămânal pentru %s

source: Weekly seasonality
ro: Sezonalitate săptămânală

source: Weeks %s
ro: Săptămâni %s

source: Weight
ro: Greutate

source: We’re having trouble loading these results. Queries are set to timeout after %s second.
ro: Avem probleme cu încărcarea acestor rezultate. Interogările sunt setate la timeout după %s secundă.

source: We’re having trouble loading this visualization. Queries are set to timeout after %s second.
ro: Avem probleme cu încărcarea acestei vizualizări. Interogările sunt setate la timeout după %s secundă.

source: What should be shown on the label?
ro: Ce ar trebui să fie afișat pe etichetă?

source: What should happen if the table already exists
ro: Ce ar trebui să se întâmple dacă tabelul există deja

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
ro: Când „tipul de calcul” este setat pe „modificarea procentuală”, formatul axei y este obligat să „.1%`

source: When a secondary metric is provided, a linear color scale is used.
ro: Când este furnizată o metrică secundară, se folosește o scară de culoare liniară.

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
ro: Atunci când permiteți crearea tabelului ca opțiune în SQL Lab, această opțiune obligă crearea tabelului în această schemă

source: When checked, the map will zoom to your data after each query
ro: Când este verificat, harta va mări datele dvs. după fiecare interogare

source: When enabled, users are able to visualize SQL Lab results in Explore.
ro: Când sunt activați, utilizatorii sunt capabili să vizualizeze rezultatele SQL Lab în explorare.

source: When only a primary metric is provided, a categorical color scale is used.
ro: Când este furnizată doar o metrică primară, se utilizează o scară de culoare categorică.

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
ro: Când specificați SQL, DataSource acționează ca o vedere. Superset va folosi această afirmație ca subquery în timp ce grupează și filtrați la întrebările părinților generate.

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
ro: Când utilizați „Filtre automate automate”, aceasta poate fi utilizată pentru a îmbunătăți performanța interogării care preia valorile. Utilizați această opțiune pentru a aplica un predicat (unde clauza) la interogarea selectând valorile distincte din tabel. De obicei, intenția ar fi limitarea scanării aplicând un filtru de timp relativ pe un câmp partiționat sau indexat legat de timp.
